getDaydreams({
    "0135": {
        "tag": [
            "其他"
        ],
        "time": "2023年03月28日",
        "image": [
            ""
        ],
        "content": "评价是我oc都不是什么大好人，大家一起在世界观里受罪然后死。"
    },
    "0134": {
        "tag": [
            "萨缪尔"
        ],
        "time": "2023年03月28日",
        "image": [
            ""
        ],
        "content": "感觉萨缪尔的设定逐渐变成了说话很有攻击性的样子，虽然这人定位上本来就不是那种让人很想靠近的类型。应该会被很频繁地评价为难相处。<span>但是人也不坏啦就是日常态度太见外了，具体来说就是社交距离拉得很远的那种感觉，明明聊了有半个月，但他还是会用初次见面的态度和你说话，那种感觉。现在感觉设定发展得更暴躁了一点，整体上还是想保持比较疏远礼貌的印象虽然，虽然我好像没有很经常地展示这个特质……摸鱼图里的萨缪尔好像都挺暴躁的，也可以理解成虽然挺礼貌但他是礼貌地暴躁着。</span><span>情绪绝大多数时候还是很内敛的……很难看出在想什么，大概吧。</span>"
    },
    "0133": {
        "tag": [
            ""
        ],
        "time": "2023年03月23日",
        "image": [
            ""
        ],
        "content": "猛然发现弗兰克的刀Alias这个单词是别名的意思，但感觉原创的引申释义和单词本意拼在一起也挺有意思。说不定会改，但我真的很喜欢这个读音，也不一定会改。"
    },
    "0132": {
        "tag": [
            "萨缪尔"
        ],
        "time": "2023年03月23日",
        "image": [
            ""
        ],
        "content": "萨缪尔对武器超敷衍的，从剑就起名“剑”这一点可以很容易地看出来。但你说他真不在乎吧，他至少还给武器起了名字，很奇妙的。弗兰克的刀叫Alias/阿里亚斯，一个我找不到地方塞的心心念念的名字。据本人称是来自已经废弃的古语言词汇，含义和宗教祭祀有关，大意是“在悔恨中祈祷”。Alias和弗兰克的姓Alvah稍微有点像，是的后者是赐姓不是本姓，同样有宗教含义，代表着“神明的忠臣”，也可以说是“乖顺的羔羊”，类似给人感觉就很听话的意思。毕竟是自造语言自造词，随便我怎么解释啦。总而言之弗兰克的这个姓“阿尔瓦”本身就可以在一定程度上代表他神子的特殊身份，只不过这种地位仅限内部人员知晓，没研究过的外人是完全感觉不出来的。"
    },
    "0131": {
        "tag": [
            "萨缪尔","弗兰克"
        ],
        "time": "2023年03月23日",
        "image": [
            ""
        ],
        "content": "应该讲过好多遍，但弗兰克的理论设定是“长相很漂亮的男性”，所以我虽然经常不记得这件事，但把眼睫毛什么的画得夸张一点的情况也是有的。是颜值很不错的男人嗯，理论上。相比起来萨缪尔的脸理论上只能算平均线，我善良一点的话平均线往上。可能长得也不错，挺板正的反正不难看，但是跟弗兰克一对比就怪路人的，没办法参照物太优秀了这波是。说是这么说但画的时候我全部一视同仁，所以这种设定也只能活在设定里罢了"
    },
    "0129": {
        "tag": [
            "萨缪尔"
        ],
        "time": "2023年03月18日",
        "image": [
            ""
        ],
        "content": "萨缪尔的立绘和衣着设定不知道第几版，姑且是让旧版本里看起来花里胡哨的绑带有了点用处。虽然加绑带本质就是为了方便携带武器，毕竟你看这一身上下也没几个兜根本不实用（？定位器我一般叫它事务所的狗链，也有心率什么的检测功能，离颈动脉也近嘛，当然也能把狗狗随时嘎掉。很早以前就有这个设定了，但是好像一直没怎么提。手甲是新加的，算是从代餐里获得了一点灵感吧。"
    },
    "0128": {
        "tag": [
            "佩卡"
        ],
        "time": "2023年03月16日",
        "image": [
            ""
        ],
        "content": "乌兹凯林·佩卡，出生在泊克莱顿，爹妈都是大户人家的下佣。挺惨但命硬的一小孩。没读过书，小时候被自家小主子一刀噶掉小兄弟，命大活下来了，缺激素也导致虽然现在成年了但外貌身高和声音都给人感觉比较幼（应该是合理的）快成年的时候从自己雇主那跑出来，经历一段时间荒野求生之后摸到安城，在这边占了一小栋烂尾楼住下，一般千点体力活挣钱过日子。身高只有160出头但是挺结实，会打人，为了活命打人下死手毫不留情。佩卡不会写字，也看不懂太多字，毕竟没读过书脑子里是白的。在安城应该是东北边的城郊安稳住了一段时间，突然就有人带看手来找他，说他被指控刀了雇主家老爷。佩卡当然是懵的，但也没那个胆子跟官老爷说我不服，迷迷糊糊上了法庭，法庭上讲了啥也没太听懂，迷迷糊糊就进去了。虽然一直在说不是我干的，但没人信他也没什么用。但是进去了一看好像也没有想象中那么糟糕，饮食起居挺规律的能抢也不会饿着，反观外面又没什么念想，感觉也不失为一种人生（不是说蹲牢子很好的意思，此处相对而言）本来判他过失杀人呆一阵子就能再出去，但这哥们在局子里被白毛坏男人（哈格森）忽悠，跟着后者试图越狱被抓，加刑又丢到海岛上去了。就挺傻也挺倒霉一人。"
    },
    "0127": {
        "tag": [
            "穆勒", "红砖岛"
        ],
        "time": "2023年03月16日",
        "image": [
            ""
        ],
        "content": "穆勒·克尔佩里希。生物学教授，但在猎杀珍惜动物做标本，被学生举报进去了。本来大家觉得好好改造改造能出来，然而哥们和狱友起争执，二话不说一刀把对面嘎掉了。好嘛这回数罪并罚，送上海岛监狱去自生自灭。最后发现这哥们道德观他压根就没有，人和动物他一视同仁全是可以做标本的，但是太会装了以至于进来以前还当了个教授。虽然进来以前是没嘎过人的，还算相对有道德（？）剩下的哈格森和佩卡也挺有故事，下次再讲。(UU ）嗯虽然和原设还是有很大差异。我喜欢的点也没有彻底还原……"
    },
    "0126": {
        "tag": [
            "萨缪尔", "弗兰克", "亚历克斯"
        ],
        "time": "2023年03月15日",
        "image": [
            ""
        ],
        "content": "虽然oc们可能穿得像一幅会打枪战的样子但大家都是冷兵器使用者……毕竟安城的设定不仅地域上很混乱时代上也很混乱。棕毛会用类似欧洲长剑那种的，介于单手剑和双手剑之间，会用的招式也是两方都有；蓝毛的武器严格来说类似直刀，虽然画的时候我的手癖上可能会带点弧度导致看起来更偏向武士刀那边。蓝毛也会用大剑但是不常用，舞大剑更专业的是亚历克斯，蓝毛的大剑技能也是他带起来的。"
    },
    "0125": {
        "tag": [
            "事务所"
        ],
        "time": "2023年03月15日",
        "image": [
            ""
        ],
        "content": "我有没有讲过事务所其实可以一定程度上代表安城内部法律的，简单来说就是因为事务所老大很牛，所以老大的事务所也跟着牛起来了。但因为它本质上还是个私营性质的安保公司，真实地位却像是安城官方一样，所以民间也有认为事务所就是变相黑帮势力的声音存在，是这样的。"
    },
    "0124": {
        "tag": [
            "事务所"
        ],
        "time": "2023年03月15日",
        "image": [
            ""
        ],
        "content": "感觉事务所也不是什么很有钱很高级的组织。虽然出于我的xp让职员们穿得跟黑客帝国一样，但衣物这种消耗品不会很高端也是合理的。也就是说我随便瞎画不去考据西装穿法也是很合理的，因为我不会画所以虽然是打冷兵器近战但完全不穿护甲也是很合理的。"
    },
    "0121": {
        "tag": [
            ""
        ],
        "time": "2023年03月09日",
        "image": [
            ""
        ],
        "content": "感觉如果不谈种族起源之类的一大堆东西，世界观物种介绍就只能写到这里了。之所以叫亚人种是因为本来都是人类，小龙人被eff稍微催化了一下才变成现在这样。角和鳞片之类的可以理解为正常人类“增生”出来的产物，只不过这种增生已经形成体系以至于看起来不再异常了。其实就本质来说并没有产生物种分化，因为，并没有生殖隔离。希瑟斐托折普通的人类和“我们”没有太大区别海尔曼人拥有“尾巴”的亚人种海尔曼人之上。混血是存在的而且不出意外都可以正常出生，但人家小龙人就很高傲不想和你人类生小孩啦。形成了一种生殖隔离的假象，但其实没有的事，还是一家人。所以说角长在后脑勺上的小龙人也是有的（）因为根本算不上是严格意义的角。但世界观原住民是不清楚这种事的（指上一条说说）。毕竟事到如今还去抓小龙人来做研究多少有点说不过去，人家已经是自称独立种族并且有了政权的，加上两族关系本来就不好，再整出来个人体实验雪上加霜，不太合适吧。或者说有人清楚但没有挑明了说，大家都当自己和对方不一样。至于混血那是什么，下等人安排上。实际上我在空间码过的相当一部分设定都是原住民不知情的，愚味无知的原住民们，"
    },
    "0119": {
        "tag": [
            ""
        ],
        "time": "2023年03月07日",
        "image": [
            ""
        ],
        "content": "请看我又摸蓝毛。这是中分蓝毛，一般来说中分蓝毛是守寡蓝毛守寡蓝毛一般不扎辫子，并且更容易被我称为老婆。更加直观的辨别方法是看眼睛换没换（……。看疤不太准确，因为换眼以前也有一小段时间有疤但还没守寡。所以看眼睛（谁会）好像很少画有疤但没换眼的蓝毛，以后多画点。"
    },
    "0118": {
        "tag": [
            ""
        ],
        "time": "2023年03月06日",
        "image": [
            ""
        ],
        "content": "总的来说我家oc世界观的一切破事都和埃弗法·托尔特罗·阿斯有关系，争端是他引起的，分裂是造成的，甚至希瑟斐托斯=小龙人这个亚人种族都是因为他才出现的。虽然一切但是因为他，但唯独他自身没有做任何事。自恋一下，我挺喜欢这个故事。"
    },
    "0117": {
        "tag": [
            ""
        ],
        "time": "2023年03月06日",
        "image": [
            ""
        ],
        "content": "生活在阿卡斯的小龙人们信仰力量与“生命”相关的埃弗法·托尔特罗·阿斯，更确切地说是崇拜“生育这个分支，掌握着生育决定权的女性（小龙人们是这样认为的）成为了这种崇拜的收益者。作为亚人种族，小龙人的寿命更长，与人类稍有区别的身体构造也让繁衍过程不如人类一样漫长和艰难，简言之，生育一个子嗣不会带来太大压力。这同样不是一种义务。而相对地，既然不需要付出太多代价，小龙人对后代的责任感相对人类就少很多。绝大多数小龙人在拥有独立思考能力后就会离开父母，更有甚者连自己父母是谁都不知道。但几乎没有人会在乎这些，父母和家庭对小龙人来说是非常淡泊的概念，即使已经组成了一个社会，小龙人到底来说还是更加重视个人发展的种族。 以及“生育”这个概念在小龙人眼里是很神圣且并不是所有人都有机会体验的，虽然他们很重视这样的过程，但并没有在因此产生的结果（即子嗣）身上延续这份重视。小龙人崇拜的只是“生命”和“生育”本身。也就是说阿卡斯是母权社会啦，不过无论优势在哪一方社会就是社会，有一些东西是不会变的。这么一想实际上小龙人的出生率是很低的，不过人家平均寿命整整240年，少生点也完全没问题。但是虽然对子嗣不重视，但仅限皇家对血缘是很看重的，不过这道血缘在这个人身上也仅仅代表着一段根系的延伸，这个人的才华则代表着根系的粗细。和这个人具体是什么样的没什么关系。（当然根系的存在也是因为有eff的力量在，根系的传承就意味着对这份力量的传承。胎儿在母体内部停留时间更长因此母体携带的辐射可以更有效地传输到胎儿身体里。反推证明了母权社会的合理性，我是天才。"
    },
    "0116": {
        "tag": [
            ""
        ],
        "time": "2023年03月06日",
        "image": [
            ""
        ],
        "content": "阿卡斯那边还有个黑卷毛妹妹叫玛格丽特，和玛莎同年纪，虽然不是皇室后裔，但因为一系列意外曾经和玛莎并列君主候选人。但玛格丽特在竞选手段方面差玛莎一大截，就舆论来说当时的环境实际上对她有利，但没办法玛莎太能打了。于是玛格丽特被后者狠狠揍了一顿，没能当上王，被成为国王的玛莎安排去当了大法官。然而阿卡斯民间仍然游荡着支持玛格丽特的成员，虽然玛莎一直在有意压制，但怎么说呢，春风吹又生。就当M开头的名字是阿卡斯皇室潮流吧，只是单纯地喜欢玛格丽特这个名字而已。"
    },
    "0115": {
        "tag": [
            ""
        ],
        "time": "2023年03月03日",
        "image": [
            ""
        ],
        "content": "虽然感觉安城的科技设定挺全了但我还是对这仗要怎么打没什么概念。安城百分百是被阿卡斯压着打，泊克莱顿也帮着出手了，但主战场依旧是在安城，烧的砸的都不是泊克莱顿的东西，也不是阿卡斯的东西。虽然这仗最后是不了了之，安城也基本上是废了，说夷为平地有点太过分，总之就是已经完全不宜居了，立场方面和自然方面两者均如此。既然限制了火器的存在那基本上就是。古战场那种感觉吧。不确定，再看看。"
    },
    "0114": {
        "tag": [
            ""
        ],
        "time": "2023年02月28日",
        "image": [
            ""
        ],
        "content": "（突然意识到我对蓝毛的评价是脑子好加上看起来脑袋空空，但是不矛盾，可以理解成脑袋空空的表现是他尝试融入“社会”的手段。本质上是蛮聪明的，就是有点优柔寡断了蓝毛。非常致命的缺点，蓝毛。"
    },
    "0113": {
        "tag": [
            ""
        ],
        "time": "2023年02月28日",
        "image": [
            ""
        ],
        "content": "夸张一点的说法，棕毛可以成为蓝毛在“正常社会”中的锚。棕毛是正常人，但不完全正常，他拥有的异于常人的思考方式和某些属性正好可以和蓝毛这个完全同社会脱节的人契合上一部分，他们的相处不会产生太过巨大的互斥反应，因此可以维持在相对稳定的状态。相当于棕毛“社会”以外的部分，和完全处在“社会”以外的蓝毛，这俩扣上了。不确定棕毛是否有把蓝毛拉进“社会”内部的想法，但就算有，他最终也失败了。蓝毛作为一个生养在独立特殊体系之中的人类，有一些观念不是那么好改变的。棕毛察觉不到这些“非常规”的部分，即使察觉到了他也没有能力去修正它们。但就结果来看棕毛还是给了蓝毛很多影响的，即使这些影响不足以让他改变当时的决定，因此留下的EmotionalDamage也还是很足量的。口蓝毛的社会观念是很奇怪的，还是在用亚老师交给他的那一套来理解安城的体系。但同时他又很聪明，他会装，不懂的东西多看两遍就能自己理解。他以一个正常人的身份伪装融入到这个社会，但本质上他的思想并不属于这里。有时候的确是缺乏一些常识……但蓝毛不会让人轻易察觉到这一点，能看到这种反差萌（？）的机会很少很少。蓝毛脑子好从顺利毕业大学能多少看出来。这人的受教育生涯可是直接从高中开始的。"
    },
    "0112": {
        "tag": [
            ""
        ],
        "time": "2023年02月28日",
        "image": [
            ""
        ],
        "content": "是这样，未来篇蓝毛挺牛的，因为抢到了一部分eff的力量，甚至自己在安城的废墟上建了一大片幻象乌托邦，棕毛被他变成npc在里边一比一复刻了一个。但是蓝毛本人也不太记得棕毛什么样了，又确实在很努力（按照自己的想法）还原，所以npc棕毛性格看上去就挺怪挺矛盾的，某种意义上算是一个幻象的突破口。辐射太浓对于正常人来说是要命的，但蓝毛在里面就没事，废墟中心除了他就没什么别的东西能活看了。活得太久了言谈举止看上去就像那种心机坏男人，在生物全部死绝的废墟中心突然钻出来这么个健全人（看起来），挺怪谈的也是。蓝毛之前是在阿卡斯当神棍的，但是因为实在能活太久，在小龙人那种寿命看来都太奇怪了，后边就润回废墟自己做春秋大梦去了。"
    },
    "0111": {
        "tag": [
            ""
        ],
        "time": "2023年02月26日",
        "image": [
            ""
        ],
        "content": "打车堵半路了来写点oc（*铺开小摊）是配图相关，虽然也是老图，画太黑了不一定能看清楚。非常古早的蓝毛棕毛故事，这俩还在脑叶公司当员工的时候。（不得不说，cp层面上我觉得脑叶设比安城设容易嗑，无论是剧情层面还是人物心理都比安城的故事更感性。。.至少能说相互的正向情感是一直存在的）众所周知L公司拥有TT2协议可以重新开始这一天，回溯时一切重置谁也不记得发生了什么除了主管，而我作为一个好主管从来是追求零伤亡的，以上是前情提要。但是记忆清除术在狗血小说里从来都是会出问题的，我流男同cp故事里也一样。这不蓝毛就因为自己闹腾没被扫描进清除系统，多周目的记忆全给保留下来了。（以及公司蓝毛和安城蓝毛可以说是两个反面。。公司蓝毛很会搞事情）因为每次回溯的原因无非就是死了人，可能是小事故也可能是大问题，总之一旦死人就会回溯。蓝毛就看着自己和身边同事死了活活了死，任何人断气十分钟过后一切就会重来。又因为每一个“今天”的工作安排都不会完全相同，所以也完全没办法预料在早上千篇一律的问候过后又会发生什么。然后因为棕毛差不多和他平级，工作危险系数也挺高，各种千奇百怪的死法几乎全让蓝毛看了个遍。总之就是很崩溃，活过了今天也不一定能活过明天，反反复复搞得蓝毛听见日常警报就应激，后面扫描系统修复了，体感上恢复一天只过一次之后也持续了好一阵，基本上：日常警报：（*大叫）蓝毛：（跳起来）（左顾右盼）（来去）（紧张）死人了吗是不是又死人了！！棕毛：？搞什么你然后还牵涉一些能嗑cp的感情线进展，基本上这个事件就是为了推一把男同小情侣设定的。具体怎么搞的我想大家应该也能脑补出来就不讲了。反正也就那几样没什么新意的。我讲完了（*收拾小摊离去）讲了但感觉什么都没讲，只是为了在空间发一张图。"
    },
    "0110": {
        "tag": [
            ""
        ],
        "time": "2023年02月26日",
        "image": [
            ""
        ],
        "content": "家里自杀未遂的oc也还是有的，因为能力匹配不上理想而感到自卑的崽，但是被好老师捞了。简单来说是个圣母但是被现实一顿暴揍了得到一些EmotionalDamage，这种好孩子在安城也是有的。名字叫卡兰德，老师是米里安。原设定学医的但被我改成辐射观测员了。"
    },
    "0108": {
        "tag": [
            ""
        ],
        "time": "2023年02月20日",
        "image": [
            ""
        ],
        "content": "有想过小龙人种族的出现是eff能量对人类改造的结果，那种可能性。留存在母体内的辐射能量催生胎儿额外发育了本来没有的角和翅膀，顺便也催化了人类本来已经退化的尾椎骨，让这一部分持续生长以致出生后也保留了下来所以是否有一种可能性，角和翅膀并非人类原本拥有的，而是被辐射催化出来的额外器官。拥有这些器官的人们逐渐走到一起，称自己为“希瑟斐托斯”并开始崇拜eff，而受到催化却并无改变的人们则逐渐成为了所谓的低等物种“海尔曼”。而希瑟斐托斯拥有更长寿命的特征也是源于体内辐射浓度更高，毕竟这玩意也算是某种意义上的生命能量。这么一想还挺合理的，除了我不知道翅膀应该从哪里长出来以外。可能会因此取消掉一部分小龙人会长翅膀的设定。顺便，因为是被催化产物，所以并不是所有人的角都在额头前面那样板正的。绝大多数人的角两只还是在头上，但不一定对称，基因或者运气差一点的也有可能被那个角它长到后脑勺去。身体上也是有可能长出角的，但这种在小时候趁还没长硬锉掉或者剪掉就没问题了。主要是为我充满xp的新图铺个路。"
    },
    "0107": {
        "tag": [
            ""
        ],
        "time": "2023年02月20日",
        "image": [
            ""
        ],
        "content": "希瑟斐托斯（小龙人）的平均寿命是240，对标海尔曼（人类）的80岁。诺顿考克斯参与安城结局的时候是80左右，换算人类是不到30岁，正好和蓝棕两个理论年纪差不多。但也就结局那会儿差不多了，时间往前走诺顿是哥哥，往后又变成弟弟了。"
    },
    "0106": {
        "tag": [
            ""
        ],
        "time": "2023年02月20日",
        "image": [
            ""
        ],
        "content": "实际上正经主线的主角是诺顿考克斯和名叫以诺的孩子，能接触到萨缪尔这边的事情已经是很后面了。按理说萨某的故事会被附在弗兰克的剧情里，只是非常边缘的一小部分而整个主线的目标就是探明十多年前的安德罗萨里到底发生了什么，在充满危险和雾气的废墟里展开探险故事。安城也可以是这样的走向。"
    },
    "0105": {
        "tag": [
            ""
        ],
        "time": "2023年02月20日",
        "image": [
            ""
        ],
        "content": "安城最开始的印象设定就是充满绿植和浓雾，辉煌的只存在于过去的断壁残垣。所以棕毛等人的故事理应加上一层回忆的滤镜才对，他们生活的这座城已经被毁灭很多年了。"
    },
    "0104": {
        "tag": [
            ""
        ],
        "time": "2023年02月12日",
        "image": [
            ""
        ],
        "content": "添加和翻新一下小龙人的设定小龙人种族学名希瑟斐托斯，算是长了尾巴和角的亚人类。样貌上和纯粹的人类差别不大，并且从出生起就是这个样子，并没有龙形本体之类的说法。刚出生的小龙人尾巴和角都还是软的，大概几个小时后就会和一部分皮肤一起硬化并生成鳞片周岁过后鳞片的颜色和位置完全确定下来，这辈子就不会再变了。"
    },
    "0103": {
        "tag": [
            ""
        ],
        "time": "2023年02月12日",
        "image": [
            ""
        ],
        "content": "也可以说是棕毛哥的利他精神太强了，棕毛不喜欢他哥也不喜欢这种做派，当初的想法多少带点逆反在里面，但久而久之就变成现在这种性格了棕毛哥也蛮极端的，一家子都是这种人（擦汗）"
    },
    "0102": {
        "tag": [
            ""
        ],
        "time": "2023年02月12日",
        "image": [
            ""
        ],
        "content": "棕毛没有自毁倾向，相反他求生欲蛮强的。理由就是“不想死”这种很简单的，毕竟更复杂的也找不到了。他没有“为了什么”或者“为了谁”活下去的动力，小时候还思考过要不要向老杰克感恩一下什么的，但是现在人都死干净了，这个念头也就完全断了。棕毛的绝大部分行动的出发点和自的地都是他自己，可以说是利他精神很缺乏的一个人，那不然怎么会使唤蓝毛使唤得这么没有心理负担呢，脑回路多半是不太平常的。凸虽然是这么讲但人家蓝毛的事情他是有在意的，凭这点我就能说我cp是真的（……）"
    },
    "0101": {
        "tag": [
            ""
        ],
        "time": "2023年02月12日",
        "image": [
            ""
        ],
        "content": "但是从公主角度上来看的话大概会是，龙告诉她魔界的能量不经疏导就会大爆炸，一旦爆炸大家都得完蛋，调理的唯一办法就是拿到勇者剑里的力量，给魔界开个口子让它不那么过饱和。公主说那不是会死很多人吗，龙说确实，但爆炸会死更多人。公主问没有什么别的办法吗，龙说你要能找到你就去试，以天下苍生为赌注供你试验你敢不敢，能不能下得去手？不敢就照我说的做，我能跟你保证让伤亡止步于此。公主不讲话了。但是勇者不明白，他觉得公主就像只是为了拿到龙跟她承诺的那点宝藏和虚幻的未来就要让一整国的人陪葬，公主用来和龙交谈的语言他听不懂，尝试质问对方也只能得到沉默，于是他觉得不管以前相处得怎么样这个公主现在就是不得好死，不可理喻。杀死勇者的时候公主就在旁边看着，那之后龙许诺给她的荣华富贵和新世界全都做到了，看着面前的繁荣景象她觉得自己没有错，但勇者死前说的那些话她还记得。她会想有没有某种可能性，是她放弃了和龙的交易放任魔界“爆炸”，然后这个国家里她爱的人和爱她的人都能平平安安活到终年。一切完成后龙洒脱地走了，留下垂老的公主、她面前的盛世和身后的白骨。当街头巷尾开始有人传唱勇者和他的剑是开辟天地的英雄，她就会开始回忆那个可怜人临死前到底是什么表情。她知道真相并不像歌谣那样纯粹和美好，但记得这一切的只剩她一人，再也没法改变什么了。公主是蓝毛，是泥塑。前提还是在“魔界”概念是非常虚幻的，听起来像是痴人说梦一般这样的设定的基础上。没有任何研究和证据能够表明这个“魔界”存在，自称见过它的只有龙。公主也没见过，但她通过龙能够明白那是非常可怕的东西。至于勇者，他完。勇者视角的公主就像是找了个拙劣的借口想为自己的贪婪开脱。。因此感觉到被背叛了开始诅咒也是可以理解的。感觉从新角度分析到了，勇者公主我cp。实际上因为魔界根本没有爆炸，没有人知道这场所谓毁天灭地的大爆炸到底是否存在、没有龙的行动整个世界又到底会不会被毁灭。所有的另一条可能性都没法考证，这也是公主后期纠结的大原因所在。"
    },
    "0100": {
        "tag": [
            ""
        ],
        "time": "2023年02月12日",
        "image": [
            ""
        ],
        "content": "从上帝视角客观来说可以把勇者评价为无知的，但就当时的普遍认识来看他那样才是清醒的，而龙的主张是一派胡言。龙只警到一眼就认为自己掌握了世界的秘密，由它抚养的公主原本也是这样以为的，她相信龙理解了世界。但所谓世界的危险的秘密在向世人揭露前就被龙再次按死了，公主最终也看不到秘密是什么，又因为需要保守这个秘密而付出了相当大的代价。她理所应当地开始怀疑龙告诉她的事情，怀疑这样做是否值得，但龙向她反复强调揭开秘密的后果远比已经付出的这些代价要重上千倍百倍，她做不到彻底否定龙，不敢试，就只能想。用想的当然得不出答案，于是经历许多岁月过后，她选择放弃思考，彻底沉默了。"
    },
    "0099": {
        "tag": [
            ""
        ],
        "time": "2023年02月08日",
        "image": [
            ""
        ],
        "content": "oc，知道了也没什么用的脑叶公司version旧设。在脑叶旧设里的装备分配是蓝毛=薄暝，棕毛=失乐园，带有宗教元素的是棕毛更多一点，但安城现设里拿着权杖接近神的反而是蓝毛。只能说宗教感可能会易主，但多半不会消失，毕竟博主好这口。"
    },
    "0098": {
        "tag": [
            ""
        ],
        "time": "2023年02月08日",
        "image": [
            ""
        ],
        "content": "当我画的某个蓝毛扎着高马尾：这是还没有受到博主扭曲爱好摧残的蓝毛，看起来有点呆但是珍稀物种。虽然曾经并没有这么珍稀。另一个比较明显的区别是马尾蓝毛会玩刀，披头散发type没有马尾这么英姿讽爽。也可以说马尾蓝毛是更健全的蓝毛。"
    },
    "0097": {
        "tag": [
            ""
        ],
        "time": "2023年02月01日",
        "image": [
            ""
        ],
        "content": "赫林毫无疑问是个程序天才，伊凯洛斯是他半道接手的项目，或者说是他自己捡回来的项目，但最终，他就是依靠这样的残缺品走到了今天。赫林出生在泊克莱顿，但他的母亲来自安德罗萨，因此他的童年就交给了安德罗萨。他不是那种很孤僻的孩子，但也没有能力交到太多朋友，孩提时期唯一记得名字的友人就是卡西亚·斯特拉斯，虽然也已经很久没有联系了。他在安德罗萨一直住到母亲过世，接着被突然出现的亲戚接回了泊克莱顿。然后他在那里学习计算机程序知识，成为了少有的天才。这些所谓的亲戚在他名声大噪后蜂拥而至，直到他不得不再次返回安德罗萨城-一那些人厌恶这个地方。—赫林在旧城区的巷子里再次见到了阔别已久的卡西亚（当时正醉醺醺的），并从对方口中得知了如今的安城是个什么样子。也许是无法忍受自己即将定居的环境如此糜烂，也许是对昔日的家乡还残存着一丝留恋，他决心要改变这座城市。并不是在开玩笑，因为他确实做到了，和他的伊凯洛斯一起。不到五年的时间，赫林就逐渐把整座城市收入手中，让无处不在的网络成为了他意志的延伸。毫不夸张地说，在如今的安德罗萨，伊凯洛斯就是神、赫林·默克尔就是神。但是他有点鬼迷心窍了。赫林逐渐被伊凯洛斯不断增长的数据和逻辑吸引，他产生了一个想法，他想让伊凯洛斯成为永恒的存在，成为真正的神。如果这真的可以实现，那么整个安德罗萨城也会因为伊凯洛斯的永恒而永恒。不因为领导者的更迭而湮灭消亡，也不因为居民的遗忘而变形扭曲-一—数据是不会说谎的。为此他找到了地底的埃弗法，这只巨大的未知生物体内流淌着无尽的能源，完全可以满足他对永恒的定义。然后他投入了研究，无休止的狂热的研究，试图让伊凯洛斯成为一个真正的神。很明显的是赫林失败了。他太过执着于剥离伊凯洛斯模仿人类进行感性思考的能力，他想要追求的绝对理性在伊凯洛斯身上一直是不完美的。他太迷惘了，于是放弃了。但赫林没有停止对伊凯洛斯的改造，他的偏执让他意识不到自己已经对这件事不抱任何希望，反复的调试间，他被困在数据牢笼里出不来了。但伊凯洛斯并没有他想象中那样愚蠢。它已经学会了思考，也知道赫林不想让它做什么。但它唯独无法理解自己的创造者，它的数据和算式无法推理出赫林究竟在想什么。而为了更好地配合工作，伊凯洛斯一直在尝试解答。然而这正是赫林不愿意在伊凯洛斯身上看到的部分，但他越是阻止，伊凯洛斯就越是想要理解他。直到赫林在巨大的机箱和繁多的管线之间中弹倒地、奄奄一息，伊凯洛斯仍然在为问“为什么”。为什么要创造我？它以十分的情感发出这样的质问。然而赫林的眼里最终只剩下失望，失望和厌恶，带着这样的感情，彻底切断了电源。"
    },
    "0096": {
        "tag": [
            ""
        ],
        "time": "2023年01月29日",
        "image": [
            ""
        ],
        "content": "萨缪尔·安帕·布伦特。后文称之为萨缪尔/萨。第一件事发生在童年时期，16岁。萨缪尔很叛逆不服管教，由于存在代沟和严重的矛盾，与当时25岁的亲哥尤伯亚打了一架。并不是打着玩，是用上了杀招的。也就是说实际上萨想把亲哥干掉，虽然才16岁。当然年龄差距在那里，最后还是没成功，尤伯亚也因此气得不行，隔天就直接宣布把人赶出家门了。出来之后萨缪尔遇见了一老头，名叫杰克·罗森。也就是他的第二任监护人。第二件事发生在萨结识老罗森两年后，也就是18岁。老罗森人很好，虽然一把年纪了但是在替事务所干活，做些类似赏金猎人的工作，也打算让干儿子萨缪尔往后能以此为生。不知道是不是吃了点教训，总之和面对亲哥时不一样，这次萨缪尔听话了。老罗森的生活观念是很现实的，最后的结局也是很现实的。简单来说就是被干掉了，本来整个队伍不该有人生还的，萨缪尔也该是死亡名单上的一员。但是他运气很好，在快咽气的时候被人捞走了。捞他的人是一男一女，穿着寻常街上见不到的大长袍，风尘仆仆的，看起来像是旅行家。这两个人究竟干了什么能救他的命，萨缪尔不太清楚。他唯一记得的就是这一男一女并不是人类——确切来说不是和他一样的“海尔曼人”,而是邻国的亚人种“希瑟斐托斯”,拥有人的样貌和体态，但长着鳞片、龙尾和角的生物。两人没有给出他们的身份和姓名，萨也没有交出自己的。到最后如何相遇就如何分离，像什么都没有发生过一样，萨缪尔回到了事务所，两位旅人也去了他们该去的地方。第三件事是一件小事，算是上述事件的附属产品。在事件中成功生还有利有弊，利自不必说，弊处就是事务所内部开始有人造谣萨缪尔是临阵脱逃了。有些风言风语还可以装作听不到，但这次是有人跳到他面前来了，估计还是喝了酒，指着鼻子就开始骂。萨缪尔也不是忍得的，当即就和人挥起拳头来，把人摁在地上打得哭爹喊娘，整得边上围了好大一圈看热闹的。最后是事务所那边指了两个专门对付类似事件的职工过来，这才把围观的赶散了、闹事的镇压了。因为这件事，萨缪尔被罚坐了很长一段时间的冷板凳，在那之后虽然不能说彻底洗心革面，但做事风格上很明显是收敛了不少。最后一件事开始在萨缪尔25岁左右，前后总共跨度4年，直到29岁才算完结。萨在25岁时遇见一个人。这人叫弗兰克·阿尔瓦(就是蓝毛啦),初见时的身份是官方大学的应届毕业生，履历上白白净净的，什么都没有。最开始萨缪尔的感觉是这人的脑子和他的履历一样干净，到后面发现弗不傻只是懒，简言之就这样搭伙过了4年日常。到264年，也就是萨29岁当年秋末，出现了一些变故。首先是大环境上，原本对此放任自流的官方势力突然开始大规模排查拥有宗教信仰的人群，并对可能信仰“阿斯神”的“喀拉托”教团成员实行抓捕。弗兰克·阿尔瓦遭到据说是高中同学的检举，连带同一小队的萨缪尔也需要接受检查。但这次检查最终不了了之，因为当事人弗兰克一夜之间失踪了。没人知道他去了哪里，同队的萨缪尔也是一头雾水。经过大概一周的追查无果后，检举因证据不足被证实无效，弗兰克·阿尔瓦作为失踪人员被贴上了布告墙。那之后约半个月里，所有与之相关的调查都因为涉密无法继续下去，能够得知的最有效的情报，就是有一场战争恐怕行将发生了。而后某一天，布告墙上弗兰克的失踪通告被置换成了通缉令，罪名是通敌叛逃，悬赏重金，不论死活。萨缪尔·安帕·布伦特，作为叛逃者的同小队成员，按照平常手段是要被连坐判刑的，但这段时间要打仗了缺人手，就让他进去一支敢死队，战场上被干掉还更省事。这一仗打的说是北郊的“喀拉托”教团，实际上要连着西面阿卡斯托亚克公国(小龙人政权)开过来的军队一起打。这边劣势很大，就打算不管结果如何去偷个教团的家试试。美其名曰搞突袭，也就和送死差不多吧。是挺孽缘的，萨缪尔这趟一去，果真就和失踪了大半个月的弗兰克撞上了。对方的当前身份是教团的神子，确切来说，这个身份才是一直以来最本质的那个。两人谈了一阵没谈拢，不得已开始刀剑相向。但因为对彼此的套路都太熟悉，还没分出胜负，教团那边的队伍就赶过来了。萨缪尔没办法只能暂且跑路，周旋过程中遭人逮住打了一针致幻药物，但至少跑是跑出来了。在那之后就是稀里糊涂地小规模打仗(在有人看着的前提下，还是前文中事务所那两位专业职员)虽然精神状态不太好，但能杀人就成。结果是这边节节败退，萨缪尔最终还是被对面的人抓到了。本来说杀剐随便吧，但听对面教团的人讲了，是要抓活的绑回去。于是就绑回去，往地牢里一关，每天送吃送喝，也不拷问什么,就没动静了。关了大概有半周，外面什么情况也不知道，倒是终于见到个小卒以外的人：弗兰克。和上次见面一样，对方的身份没有变化，只是瞎了一只眼睛；也没有像上次见面那样说那么多，只是给了他一把钥匙，之后就沉默地离开了。但这把钥匙打不开所有的牢门，在萨缪尔最终见到光明时，通往结局的审判早已经开始了。地牢之外是盛大的仪式祭典，古怪的人穿着古怪的服饰在跳古怪的舞，许多人一拥而上把他押去仪式场，跨过一地的人类的血肉，他第三次见到了弗兰克。与其说最后这段是对峙，还不如评价成萨缪尔的单方面发疯比较合适(……)他确实无法理解为什么会变成这样，弗兰克也完全不给解释。任何质问都得不到下文，于是在被献祭结束生命之前，萨缪尔做的最后一件事就是诅咒，例如要求对方把今天的愚蠢选择铭记一生，虽然他并不知道这场仪式的目的是什么。就结果来说，萨缪尔是死在这里了，享年29岁，死因是子弹穿颅。但这个人留下的影响远比他自己认为的要大得多，然而那也是后话了。"
    },
    "0095": {
        "tag": [
            ""
        ],
        "time": "2023年01月29日",
        "image": [
            ""
        ],
        "content": "接上条，俩人会谈的大致内容belike亚历克斯：我们真的非常需要贵国的辐射结晶体，一颗就足够了。夏丝塔：一颗没有，只剩一半的还要吗？亚历克斯：要的女士。夏丝塔：剩一半也不给你。亚老师看起来很吃亏的样子实际上就是很吃亏，夏丝塔怪凶的。"
    },
    "0094": {
        "tag": [
            ""
        ],
        "time": "2023年01月29日",
        "image": [
            ""
        ],
        "content": "夏丝塔和亚历克斯的谈话实际上崩得很彻底，双方都不愿意让步，又拿不出折衷的方案，大家都觉得这事没得商量。会谈结束后夏丝塔骂过亚历克斯是“藻类一样愚蠢的海尔曼男人”。毕竟亚老师的头发看起来也确实很像海藻来的。另：夏丝塔的种族是希瑟斐托斯，小龙人普遍对一般人类（海尔曼）有歧视，这句有点炮轰种族的意思了，大家不要学（）"
    },
    "0093": {
        "tag": [
            ""
        ],
        "time": "2023年01月17日",
        "image": [
            ""
        ],
        "content": "关于辐射的设定还挺细的。关于辐射在安城地界上的存在方式，就如其名是以辐射的形式，从地底下往天上传播的。说是这么说，这个辐射也不像真的放射性污染一样感知不到，世界观的人类拥有特殊的器官可以感觉到它。有这种器官的人在辐射浓度高的地方可以闻到类似硫磺的味道，虽然这种感觉不能完全等同于觉，两者是存在区别的，但是因为博主也没有这种器官没办法形容，就暂且这样类比一下。也可以理解成有点像地热的那种感觉。世界观的人类那种特殊器官就在脖子后面，不出意外大家都有，包括小龙人。具体长什么样我没想好，有生之年画一画。的设定更新。以上是背景其一。射的以归类每个人对它的吸收能速是以消耗细本检没人一闲的过性就所以要达成这种程度时浓度。"
    },
    "0092": {
        "tag": [
            ""
        ],
        "time": "2023年01月17日",
        "image": [
            ""
        ],
        "content": "背景设定，有关于辐射概念和对人体影响的设定更新。总之介绍还是从头开始。总体来说，我家整个oc故事的主舞台是一座叫安德罗萨的城市简称安城，这座城的地底下面趴着一个很大的长得很克的生物，看起来像一只发光大虫，名字叫埃弗法·托尔特罗·阿斯，也就是亚历克斯和弗兰克的教团所信奉的“阿斯神”的正体。下文将之简为eff。以上是背景其一。eff能够产生一种特殊的能量，研究者称之为“辐射”。在不知道eff存在的研究者眼里，辐射的产生是一种自然现象，可以归类为地理条件，类似于火山或温泉那样的存在。这种辐射在浓度极高时可以被压缩成固体，固体辐射同样可以成为辐射源。简言之这玩意在安城的地界无处不在，有点地方多有的地方少，大家虽然都搞不明白这是什么，但都觉得是正常现象。以上是背景其二。辐射对人体有影响，但宏观来看这种影响是正面的。它可以一定程度上加速人类的新陈代谢，理论上会在医疗领域大放异彩。但每个人对它的吸收能力都不一样，而且加速是以消耗细胞寿命为代价的，所以用不上，加上大家对它了解太少，也不敢用。只能稍微检测一下浓度，体检时报个数据这样。但是数据也没用，所以是可选项目，基本没人闲的去测。可以把它理解成某种意义上的压缩生命力。液态的辐射是可以和人类融合的，混杂在身体里不会产生什么不适，能随着体液在全身循环。这种融合几乎不可能后天实现，已经发育成熟的人体无法适应辐射的特性，所以要达成这种程度的融合只能选择小孩，或者直接是胚胎。弗兰克就是后者的例子，辐射浓度在出生时就达到大概60%上下，因此他的眼睛才会是金色的。毕竟辐射受到光照会变色，最终的结果就是这种金灿灿的。所以理论上弗兰克的血也是会遇光变色的，只是这个过程非常非常慢，以致变色速度赶不上挥发速度，因此除非在封闭空间，否则大概率是看不到金血奇观的。顺便，这也是他比一般人要稍微白一圈的原因，一部分。顺带一说，弗兰克本人对自己这种体质的成因并不清楚，事实上整个世界里就没人搞得清楚。对辐射的研究还停留在非常非常初级的阶段，人们还在畏惧它。得知这些性质的大家已经走在安城科技最前沿了！ (搞什么）"
    },
    "0091": {
        "tag": [
            ""
        ],
        "time": "2023年01月12日",
        "image": [
            ""
        ],
        "content": "棕毛死在蓝毛前头，死在大祭祀典礼上，以神祭品的身份。某种意义上还是被蓝毛杀掉的，虽然后者没有直接动手。总之各种因素下，棕毛死了，死得很早，年仅29还没奔三呢，直接就无了。死因和死法这里暂且不讨论，本条说说关注的是棕毛的死后待遇，以及他被我拉郎的cp蓝毛对此事如何反应。弗兰克（蓝毛）其实不是很敢悼念他，觉得萨缪尔（棕毛）的死很大程度上有自己的一份在里面（客观来说，也确实是这样没错）但是除了他恐怕就没人记得有这个人在了。他大概率会给萨缪尔竖无名碑，光秃秃的一块石板，墓志铭全在他脑子里，也不刻上去，就只凭记忆去回想。慢慢的除了他自己，也没人知道他到底在悼念谁，或者悼念什么了。再后来有人想起要赞美神，从他和亚历克斯那里听来了大祭祀典礼的来龙去脉，知道了有那么一个被献祭者处在很重要的位置，就一同放在宗教史中记录下来了。这段记录几经周折，最后自然是被改得不成样子，一群人想当然地赞美着祭品的崇高德行，只剩下他一个，知道这位“无私的奉献者”在临死前到底是怎样的表情，又说了怎样的话。这无疑是一种亵渎，但他无法去修正，以他的立场也不能去修正。只能放任伟大又错误的过去和这虚假的人格继续传播，只能让阿斯神的光明继续照耀大地。另：弗兰克·阿尔瓦在大祭祀典礼之后获得了长久的生命，因此才有机会去见证这么多变迁。"
    },
    "0090": {
        "tag": [
            ""
        ],
        "time": "2023年01月08日",
        "image": [
            ""
        ],
        "content": "我有没有说过蓝毛工作期间把战术规划全权交给棕毛的摆烂行为很像递狗链，如果没说过那我现在说了。.iPad 8浏览15次棕毛不觉得他在摆烂，棕毛很乐意把蓝毛呼来喝去，结果是蓝毛摆得很舒服棕毛也不会操心，在奇怪的地方完美适配了。"
    },
    "0089": {
        "tag": [
            ""
        ],
        "time": "2023年01月08日",
        "image": [
            ""
        ],
        "content": "关于棕毛和棕毛哥大致上是个什么关系。尤伯亚（兄）和萨缪尔（弟），是同父同母的亲兄弟，但年龄差有足足十岁多，具体为什么得问爹妈，总之结果是这样了。萨缪尔十来岁的时候尤伯亚已经二十几，那段时间后者刚进事务所没多久，事业还在风生水起的阶段。这俩人大概是爹妈不管事于是哥哥负责教育弟弟，但是好弟弟不服管，两个最后了这样的关系。尤伯亚说实话，挺正直的一个人。也许是受父母的影响，他总有一种很强烈的使命感，觉得自己“有义务把家族的荣光传续下去”，以严苛的规矩要求自己，事事要做到极致，因此才在事务所里很出名，评价是正面的那种。这其实没什么，但他的失误就在于把同样的标准套到了弟弟萨缪尔身上。萨缪尔小尤伯亚十来岁，懂事的时候爹妈已经淡出他们的生活圈很多了，他对这两位没什么特别的记忆，倒是对自己亲哥哥印象很深刻。对于亲哥，萨缪尔最突出的感受就是太尼玛能管了，待在尤伯亚身边几乎没有自由可言，所有的一切都要依照标准行事，不做到极致就不能放弃。由于年龄差距，萨缪尔并不能理解到大哥的使命感来源于何处，尤伯亚的热情在他看来就是毫无意义的，对方的管教又这样死板严苛毫不留情，说没有怨气那不太现实。可能布伦特家性格都这样直来直去的，总之萨缪尔不是会一直忍气吞声的类型，他不喜欢待在家里、不喜欢见到尤伯亚，于是决定跑路。但是没跑成，和亲哥正面交锋时还是输了。尤伯亚那边一看，你这么搞根本就和叛变一样了，也气得不行，隔天把人直接赶出去，说不想待就别回来了。萨缪尔当然也乐意啊，立刻跑没影了。后面就撞见第二任监护人杰克老头，那又是后话了。补充：世界观设定上是家庭教师和公共教育暂时共存的模式，萨缪尔没有上过学校，知识是自己家里老师教的，所以也得整天地和尤伯亚待在一起。确切来说两位的心情都是正确的，但处理方法都有问题，事件之后也多少都意识到了。发展到后面已经不能说是因为什么才怨恨对方，只是互相看着不顺眼罢了。"
    },
    "0088": {
        "tag": [
            ""
        ],
        "time": "2023年01月08日",
        "image": [
            ""
        ],
        "content": "有段时间没讲过oC，翻点东西出来讲讲关于棕毛，棕毛的名字和棕毛哥。棕毛就图里这个。可能吃书了，但是之前没讲过或许也不能算吃。棕毛全名萨缪尔·安帕·布伦特，安帕是老爹的名字变体，他给自己加的中间名。因为棕毛哥尤伯亚是事务所前员工，还比较出名那种，大家提到姓氏“布伦特”就能想到棕毛哥。但是棕毛和哥的关系不能说不好只能说很差，同事动不动就联想让他很窝火，遂建议大家直接喊他萨缪尔，感觉不合适也可以叫安帕。于是有挺多人会以为萨缪尔就姓安帕，真正的姓氏如他所愿几乎被遗忘了。虽然正式签名的时候是会好好写全名的。棕毛和他哥进同一个单位只能说是半被迫的，打工的理由和哥没关系。俩年龄差有十来岁，气质也不怎么像，所以同事认不出来也是很合理的。"
    },
    "0087": {
        "tag": [
            ""
        ],
        "time": "-",
        "image": [
            ""
        ],
        "content": "挥起这柄权杖时是什么感觉？曾有许多次，弗兰克被问到这个问题。那是一柄通体漆黑的权杖，握起来像是枯枝的手感，杖身模拟藤蔓的姿态盘绕而上，而杖头的宝石是冰冷的，象征着血、肉和骨，阐述着神明对大地的支配权力——这都是他的老师、亚历克斯教给他的东西。他第一次见到这柄杖，也是在亚历克斯身边。那时他的母亲刚刚过世，在母亲干瘦枯稿的尸体旁，就摆着这柄同样干枯的杖。虽然年纪还小，但他至少知道母亲在还能说话时并不是这个样子。她并不老迈，也消瘦不至这个地步，甚至数分钟前，她都还是那个充满活力的模样。弗兰克那时还不懂得要为亲人的离世悲伤，尤其是在震耳欲聋的颂词声中，他一滴眼泪也不敢落下。亚历克斯按着他的肩膀，告诉他这是给神明的礼物，要求他履行神子的职责。于是他上前去，举起了那柄权杖。在杖身挥起的瞬间，他察觉到了一丝微妙的变化。这变化并非来自权杖本身，而是来自周遭的环境。他渐渐感受到自己的声音在合颂中越来越明亮、越来越清晰，似乎所有的声音都在与之为伴，交汇、相融又泾渭分明。然后和声开始消退，直到四周都安静下来，只剩下自己还在念诵最后的祷词。——愿伟大的神明阿斯，赐我们的同胞以安息。权杖横持，双手交握，手腕在眉心、唇上各点一下，然后匍匐在神明身前，感谢的恩赏。在心中默数三秒，弗兰克直立起来，看到身后的人们整齐划一地维持着和他相同的动作。亚历克斯同样拜服着，只是稍微抬起头，对上了他的视线。老师在催促他。在他完成所有的仪式之前，没有人可以站起身，那是对神明的大不敬。在一切都结束之后，弗兰克抱着比自己还要高出好截权杖，在仪式场外的溪流边发呆。一小片相对宁静的积水成为了很好的镜子，让他能粗略地看到自己的样貌：修剪整齐的头发、繁复的金属饰品，还有那双明显异于常人的金色眼睛。“我有没有和你说过这件事？那也是阿斯神的恩赐。”熟悉的声音突兀地响起，一身黑衣的亚历克斯慢悠悠走过来，站在他旁边：“那是你能成为神子的原因，那双眼睛－—你没有因此失去视力，就是最好的证明。他不知道该如何回应，于是只能默默从积水上移开视线、盲目地投向岸边的植被。弗兰克本应该恭敬地回答：我不明白您的意思，就像过去无数次向亚历克斯求教时那样，然而这次，他选择了沉默。他从未质疑过自己的身份，也从不曾因这双眼睛遭到过任何非议，这个话题在此时此刻显得有些莫名其妙。正因如此他才应该问，问亚历克斯提起这个话题的理由，就像老师所教授的那样，去询问他是否需要得到这个问题的答案。但出于某个陌生的原因，弗兰克并不想做这件事。母亲无神的双眼被他用利器割开、淌出脓液的模样仍然印在他的脑海中，那些难以言喻的粘稠的香气也仍然萦绕在鼻腔内，浓郁而混沌，阻滞着他的思考。有个想法在他心中悄然浮现，他第一次觉得自己或许不必问。他要的答案已经在那里了。“我知道你在想什么。你很悲伤，很迷茫，因为你的母亲提前失去了她的生命，你就开始犹豫自己做的一切是否正确。”亚历克斯看向他，双手按住他的肩膀：“阿斯神是慈悲的万物之神，你有权为你的母亲哀悼。“——但你需要谨记，谨记你的使命、你的特殊。你需要背负的东西比至亲的生命更加沉重，她为了你的命运而死，这双眼睛就是见证，因而你不能在这里就停下脚步，你不能挥霍她的牺牲，绝不能。”平淡的声音如鼓点般敲下，他将视线投向亚历克斯的脸，对方的表情仍然那样淡漠，一如既往地如同死水深潭，平静得异常甚至让他不由得反思，是否自己才是不对劲的那个。但他终归没有开口，没有反驳也没有提问，只是沉默地接下了亚历克斯说给他的所有话，沉默地把它们放在心里不知道哪个地方。那是弗兰克·阿尔瓦第一次违背老师的教诲。亚历克斯让他忘掉这种悲伤，他却原原本本地刻在心里，像一座石碑，沉默地记下来了。"
    },
    "0086": {
        "tag": [
            ""
        ],
        "time": "2023年01月05日",
        "image": [
            ""
        ],
        "content": "那俩oc成长路线是不是反着来的啊，棕毛越长越老实了，蓝毛反而越长越狂（？）是不是也可以说这是一种物极必反。按照拉郎一点的思路来说，也很可能会从对方的现状里看到自己过去的影子，怎么不是一种嗑点呢（……。我觉得你这样做不行啦你也觉得我这样做不好，感觉很懂对方实际上都是井底之蛙，也会有这种情况发生，毕竟交心也不彻底呢。"
    },
    "0085": {
        "tag": [
            ""
        ],
        "time": "2023年01月04日",
        "image": [
            ""
        ],
        "content": "不知道有没有说过，也许曾经在为数不多的段子里提到过一点。萨缪尔的眼晴和他哥一样是深红色，算是一种血统特征。结局时跟弗兰克贴脸打嘴炮，距离原因和对方四目相接了很长一段时间（也可能没多久，只是主观感觉很漫长）导致后者对这双眼睛的印象贼尼玛深刻，基本就是日后回忆杀标配。然后虽然没跟任何人包括当事人本尊提过，弗兰克一直觉得萨缪尔的眼睛很漂亮，像红宝石一样的。从眼眶里摘出来的时候就更像了。不是说蓝毛精神变态的意思，没有给蓝毛设定那种奇怪的癖好。有癖好的是我，和我oc没关系（。"
    },
    "0084": {
        "tag": [
            ""
        ],
        "time": "2022年12月30日",
        "image": [
            ""
        ],
        "content": "亚历克斯·罗森。感觉亚历克斯在他那个时代的定位就是很有才华也很有野心的人，够大胆也够冷血，最终的结局往往是非常极端的。他是成功的那个例子，变成了圣人和救世主。而如果一切的机缘不在他这边、最后的权杖不在他手上，那么他做的所有一切也足够成为下地狱的敲门砖。在阿卡斯以外的别国的史书上大概是个颇具争议性的角色吧。当然说是这么说，他能厉害到哪一步还是取决于我能想得到哪一步（……）只是理论设定是这样天才的人物罢了。"
    },
    "0083": {
        "tag": [
            ""
        ],
        "time": "2022年12月30日",
        "image": [
            ""
        ],
        "content": "最早的有关赫林·默克尔的记录是2020年5月4日，初设形象如图。虽然现设赫林和图里这个男人已经没什么关系了，唯一继承下来的特征只有渐变头发。图上这个看起来是小龙人，但现设赫林是人类，所以5月4日就是赫林的生日了。"
    },
    "0082": {
        "tag": [
            ""
        ],
        "time": "2022年12月25日",
        "image": [
            ""
        ],
        "content": "其实感觉弗兰克和萨缪尔最后闹成那样，根本原因还是在于亚历克斯的行动，等于没有教团的存在就不会发生这些破事。但成立教团是亚历克斯在目击了所谓“神迹”之后的必然决定，所以只要让他的目击也成为一种必然，那么这整个故事就能形成完美的命运的闭环（UU）浏览15次我搞oc的最终目标：达成无法避免的合理悲剧(?）2022年12月25日23:14虽然从意外中产生的命运也挺好味的，但是不会写，不写了摆了2022年12月25日23:18总感觉故事存在太多偶然性了就会发展得很强行，虽然现在也没精彩到哪去吧。.2022年12月25日23:21"
    },
    "0081": {
        "tag": [
            ""
        ],
        "time": "2022年12月23日",
        "image": [
            ""
        ],
        "content": "知道了也没什么用的我家oc冷芝士：萨缪尔不会养宠物，如果一定要养，那可能会是壁虎一类的爬行纲。浏览15次本来是个完全没有存在价值的设定，但是被我记下来了（UU；）2022年12月23日20:01"
    },
    "0080": {
        "tag": [
            ""
        ],
        "time": "2022年12月19日",
        "image": [
            ""
        ],
        "content": "萨缪尔跟弗兰克的相处模式，要说怪那还是蛮怪的。萨缪尔之前说好听点是独狼流，说难听点就是没有领导力不适合带团队，他发挥最完美的时候永远是单独行动的时候，想一出是一出的临场判断太多了，总之大部分正常队友都没法和他好好打配合。看着挺主角的设定，真出了大事也是死的最快的设定，但是业绩也还行吧属于上面懒得管的那拨人，死了就死了。后边跟弗兰克搭伙以后存活率得到了一定程度上的保障，至少多出来一条别人的命有机会去求援。而弗兰克能占着队友这个位置且时间以年计算，那必然是存在一些特殊之处的。并不是说萨缪尔突然就对自己的行事风格有所悔改了，那种慢悠悠的磨合还没有一纸调令来的爽快，既然留下了，那就说明弗兰克很合适，合适到立刻出任务都不会影响到工作效率的程度，对于追求性价比的事务所来说，这种组合才有保留的价值。简略地讲，就是弗兰克·阿尔瓦这个人，在战略上根本没什么自己的思想。不会思考，那就没有分歧。他跟萨缪尔的工作模式就完全是一个说一个做，萨缪尔把他当枪当盾当诱饵，他无所谓。弗兰克只负责接受命令然后执行，其他的事情一概不想考虑，总的来说这种把脑子交出去的风格有点过于纯粹了。或者说以这种方式做事，于他来说反而是最轻松的。事务所的合同条例能保证他这种做法不至于被背刺，而具体想做到哪一步就全看个人了。很显然弗兰克是把栓绳全部交出去的那一类，也说不清楚是对能力过于自信了，还是过于不自信了。总之两位行事风格非常诡异的人，凑到一块之后意外的很和睦了。以上模式仅限工作时期。"
    },
    "0079": {
        "tag": [
            ""
        ],
        "time": "2022年12月17日",
        "image": [
            ""
        ],
        "content": "在想既然安城已经架空了小龙人，再接着架空一下人类构造又有何不可假设世界观内的人类都是拥有了捕获辐射的器官的某种新人类，把eff散播的辐射定位从“异常现象”改到“稳定能源”上来，这样教团的定位就会变得像什么现世石油神教一样奇怪了（）会被排挤也情有可原。"
    },
    "0078": {
        "tag": [
            ""
        ],
        "time": "2022年12月17日",
        "image": [
            ""
        ],
        "content": "弗兰克在刚进事务所编制的时候边界感超重的，这点在学生时期也很有体现，基本上都是和小时候老师亚历克斯的教育有关系。大学时期，不管导师和他表现得多么熟稔和放得开，哪怕到家里开过party了，到了毕业他也依然坚持着只喊人家老师/教授，或者Mr./MisS.。只有这点是不听劝的，可能这次都答应了可以不那么生分，下次见面也还这样叫，雷打不动的。在事务所里也是喊了萨缪尔很长一段时间Leader，后面改喊姓，只是因为萨缪尔实在抵触被以姓氏称呼，整得气氛和睦程度直线下降，所以才叫的名字。喊名字又不太好加什么复杂的前后缀，最后就终于发展成现在这样。感觉一些无用的设定再度契合了。……但凡你弗兰克身上的问题大多数跟亚历克斯脱不了干系，很难说亚历克斯到底会不会教小孩，但我想人格健全的小孩他大概是教不出来的。"
    },
    "0077": {
        "tag": [
            ""
        ],
        "time": "2022年12月12日",
        "image": [
            ""
        ],
        "content": "可能没人感兴趣的oc冷知识：萨缪尔头发和眼睛的色相很接近，相比起棕毛来说，更严格的说法应该是灰红色（？）毛。虽然看起来也差别不大就是了。图库91iPad 8浏览30次凸为了方便称呼直接叫棕毛了，但说他就是棕毛其实我不太认可（。……12月12日00:35凸跟哥放一起对比能看得更明显，哥是比较正统的棕毛，萨缪尔会偏红。12月12日01:06"
    },
    "0076": {
        "tag": [
            ""
        ],
        "time": "2022年12月06日",
        "image": [
            ""
        ],
        "content": "话说萨缪尔因为和亲哥不对付跑出家门了，他的第二任监护人是个老头，叫杰克·罗森。和教团的亚历克斯一个姓，因为他俩是叔侄关系，杰克叔叔，亚历克斯侄子。杰克从萨缪尔16岁时起接手监护他，在两年后他18岁时撒手人寰。不是正常死亡走的，是看起来像意外的谋杀。动手的严格来说就是亚历克斯，虽说有一层血缘在，但杰克私底下在查的东西挡了他的路。本来亚历克斯没打算留活口，但当时的小萨缪尔因为有计划外的人（路过的诺顿·考克斯）掺和了一脚，误打误撞活下来了。虽然活下来了，但萨也根本没搞明白这是怎么一回事，面对自己人全灭的惨状，比起阴谋论别人，他更倾向于怪罪自己。亚历克斯观望了一阵觉得萨缪尔不成威胁，现在还有诺顿这个小龙人掺和，搞不好反而会自找麻烦，也就懒得再去追。十多年以后猛地想起来，这小子好像迷迷糊糊地拿走了自己仪式需要的东西，于是想回头去收，正好弗兰克也猫进了城里，就是现成的饵。亚历克斯想要的东西和人命绑在一起，要想拿走就必须动手，但是弗兰克对这个任务的执行情况有点走歪了，虽然这怪也只能怪亚历克斯自家人都信不过的谨慎态度，他根本没有向弗兰克透露多少自己的计划，当然也没有说萨缪尔必须死。萨缪尔不能死得太早，也不能太晚，要在仪式当中，刚刚好地杀掉他。所以亚历克斯想拖，但弗兰克跟萨缪尔走的有点太近了，他为此敲打过，没什么效果。于是他干脆收回了让弗兰克自由选择的权利，以大祭司的身份控制并命令这位神子，你必须这么做。结果是他遭到了弗兰克的反抗，好在带走对方一只眼睛后，他强行把人镇压下来了。后面的事情就是祭祀乱七八糟的一系列事件，本来只想讲到杰克的死是亚历克斯整出来的，亚老师一般意义上就是邪教头子大反派，但谁让他赢了呢，赢了就是救世主。"
    },
    "0075": {
        "tag": [
            ""
        ],
        "time": "2022年12月06日",
        "image": [
            ""
        ],
        "content": "萨缪尔酒量超差的，基本喝不得多少。但是没人期待他酒后吐什么真言，因为这人酒品也超差的。除了一次性醉迷糊了直接倒的情况以外无非两种，其一痛哭流涕，其二暴起伤人。前者roll出来的概率更大，原因能从表现勉强猜个七八分，但说到底还是没人知道为什么。这时候人话是讲不清楚的，遣词逻辑也堪忧，经常话讲到一半就卡壳、后续没了。roll到后者的时候就很单纯了，随机挑一个身边人当成是大仇家，两句话谈不拢拳头就上去了，而且目标很专一只打那一个，拉架劝架的通通不管。因为处理起来很麻烦，所以见识过的人都不怎么希望这人喝醉，麻烦事当然能躲就躲，毕竟谁也说不准，这些个小麻烦哪天会不会摊成什么大麻烦。萨缪尔本人也多少察觉了自己迷糊时什么样，也不爱喝酒，真打了谁后边清醒过来也会去道个不是，虽然倒霉的大多都是几个熟人，不严重的话也就一顿饭的事情。"
    },
    "0074": {
        "tag": [
            ""
        ],
        "time": "2022年12月04日",
        "image": [
            ""
        ],
        "content": "感觉放COJ里萨某会像是皂专再练练那型的报复心极强的猫，弗某就是那个被他追看针对的截团了还留后遗症的怨种PC (……）反观弗某当猫多半是黑幕但不全黑，萨某是看见真相之后大骂你他吗然后狠狠破防的怨种PC。"
    },
    "0073": {
        "tag": [
            ""
        ],
        "time": "2022年11月15日",
        "image": [
            ""
        ],
        "content": "感觉我cp唯一送过对方的礼物就是眼珠子。这么一听好血腥啊，不过送完了其实不能用还附带debuff，很难说是不是真心的。"
    },
    "0072": {
        "tag": [
            ""
        ],
        "time": "2022年11月11日",
        "image": [
            ""
        ],
        "content": "自家oc就两个种族，一个人类一个亚人类，还有一个不在地球食物链里的旧日支配者遗孤（？）亚人类就是小龙人，学名希瑟斐托斯，简称希瑟；人类学名海尔曼，但是一般就直呼人类不搞那些花里胡哨的。"
    },
    "0071": {
        "tag": [
            ""
        ],
        "time": "2022年11月11日",
        "image": [
            ""
        ],
        "content": "希瑟斐托斯（小龙人）的皮肤比人类更加柔韧和坚硬，因此他们的兵器也必须制造得更加锋利，以便切开敌人的脖项。然而追求锐度的代价是牺牲耐久，在高强度的对敌压力下，刀剑一类以切割见长的武器很快会坏。而即使提升了耐久，能够造成的伤害也是有限的。所以相对来说，沉重的棍棒，以及穿刺式的枪、矛之类反倒更加实用。也就是说以小龙人的平均身体素质来看，打架用砸的比用割的效率更高。皮硬了内里还是一样的，抗打击能力不比人类好多少，遇上火器除外，枪口之下众生平等。"
    },
    "0070": {
        "tag": [
            ""
        ],
        "time": "2022年11月04日",
        "image": [
            ""
        ],
        "content": "亚历克斯和他的叔叔杰克（老头，也是某棕毛的第二任监护人）曾经是矿场工人。矿场是属于安城的产业，挖出来的东西自然是要往城里运的。亚历克斯属于挖的那一拨，叔叔杰克是运的那一拨。两人原先的关系还是蛮和睦的，直到一次矿场事故的发生。事故原因简洁明了，就是矿洞塌了，人被困在里面，亚历克斯是其中之一。只是这个塌法有点特殊，崩溃的不是洞顶，而是脚踩的洞底。一行人几乎全都被摔得半死不活，但亚历克斯运气好，腿上只是有擦伤，还能动。等他扒开碎石爬出来，才发现这掉落的地方出乎意料的宽，就像某种生物的地底巢穴一样。空间的土壁上有一个整齐的圆洞，里面是向下的隧道。因为空间很高，从底部爬回去几乎不可能办到，于是亚历克斯选择了继续向下走，顺着那条隧道去看看。但越往下走，身处地底的感觉就越微弱，因为四周正变得越来越明亮，自下而上的光线不可思议地透过土壁照射进来，直至走到隧道的尽头，他发现了一面薄薄的墙。能够瞬间判断厚度，是因为这墙上面满是裂痕，而裂痕中正透着光。亚历克斯戳开了这面墙，它薄而脆，单是手指的力道就能破坏。然后刺眼的光线瞬间透过孔洞扎进来，但亚历克斯没能仔细地看清楚对面到底是什么，回过神来时就已经在转身逃跑的路上了。亚历克斯·罗森无法说清自己是如何一个人回到地面的。他的双手满是鲜血和泥土，但身上没有一点伤，连指甲都完好无损。由于坍塌导致通讯被切断，地面上的人也是通过他才了解到还发生过这种事，但没有人相信他的说法，尽管有没有人能解释他一身的血和泥到底从哪里来。亚历克斯也是从那时起开始与杰克产生了分歧，他坚持地下一定存在着什么，并最终把它定性为神，没过多久就不告而别，离开了矿场。而杰克则前往安德罗萨城区，凭借身体素质和好运气，在事务所找到了一份工作。亚历克斯当初其实就是硬爬上来的，意识被eff的辐射影响到了所以不记得，手上的血都是自己的，硬抠着土墙往上爬抠出来的，求生欲很强可以说是。以及eff的辐射有加速生理循环的功能，给人极速自愈修好了，所以看起来就没有伤口。"
    },
    "0069": {
        "tag": [
            ""
        ],
        "time": "2022年10月31日",
        "image": [
            ""
        ],
        "content": "尤菲利尔日常状态就是这种没睡醒的脸（）稍微抬一抬眉毛就会显得很鄙夷，但是他本人基本上不会有这种瞧不起人的情绪。也是一种宣传与实物不符。面无表情的时候会让人觉得他很困好像能站着睡着，虽然实际上人家可能正精神饱满思维活跃。问就是当初定人设的我品味问题。"
    },
    "0068": {
        "tag": [
            ""
        ],
        "time": "2022年10月30日",
        "image": [
            ""
        ],
        "content": "关于玛莎和玛格丽特。名字长得很像但是政敌关系（？）主要是玛莎，姑且是解释了阿卡斯非要打安城一拳的原因。我也不是专业研究的可能会存在一些意料之外的错误，如果有敬请大家指正一下不要客气子一玛莎和玛格丽特分别代表着王室血脉派和宗教派。前者玛莎很明显就是血脉继承人，按理说由她继位是合情合理的，但是变故出现了，就是玛格丽特。在某次祭祀活动中，玛格丽特成为了“神血”的载体，而不是身为王族的玛莎。虽然玛莎多少也获得了一些“神血的祝福”，但教会方仍然坚定地认为继任者应该改为玛格丽特及其家族一系，毕竟从最开始，所谓的王族就是由“神血”选出来的。但玛格丽特本人生性懦弱（相对而言）反对战争与种族对立，与当时占据主力的激进斗争派理念相，加之对手的竞争方式暴力直接，最终的王冠还是落到了玛莎头上。拿到王位的同时，付出的代价是需要承受教会方以及宗教派的压力，这些都被玛莎以强硬的手段镇压下来了。也就是说玛莎是第一任没有获得神血祝福的执政者，这也是她迫切地需要一些功绩的原因。就比如说重启与人类的世仇战争，并不计一切代价获得胜利。"
    },
    "0067": {
        "tag": [
            ""
        ],
        "time": "2022年10月29日",
        "image": [
            ""
        ],
        "content": "这种情况下eff不管事也无所谓，把一切交给人类来领导，就算它自己根本不存在人类也能煞有介事地信仰得风生水起。但好玩就好玩在它管了，它向人类传递信息了、传递异状了、做出了和往常不同的举动，因而引起了一系列变本加厉的解读，同时也间接肯定了亚人类侵略吞并的意愿。虽然究其本质，这些行动只是生存需要而已。但这又更进一步让信徒肯定自家神明是真实存在的，进而会对神谕和司祭的说法更加深信不疑。不好意思啦你家神还没有你懂啦.jpg。"
    },
    "0066": {
        "tag": [
            ""
        ],
        "time": "2022年10月29日",
        "image": [
            ""
        ],
        "content": "感觉搬出去晒的时候直接称之为神会比较容易产生刻板印象，但除此之外也想不到什么可行的替代方案。.于是就先这么叫着。两神分别是叫【埃弗法·托尔特罗·阿斯】以及【伊凯洛斯】，前者是大虫子，后者是AI电脑程序。称其为神是因为它俩确实有信徒也有教义，但其本身绝对达不到普遍所称“神明”的基本能力，更毋论权柄一类，没有那种东西。它们能成为神，很大一部分原因，或者说根本原因所在，就是信徒的无知、患蠢、片面的解读，以及源自恐惧心理的顺从姿态，或是有人在刻意为之。埃弗法就是一只生物，还远远称不上是智慧生物，特别之处仅仅在于它拥有地上生物常识之外的体积和性质，而恰巧这种性质对于地上生物来说又有点毒性太强烈罢了。它的很多行动都是完全出于生物本能和生存自的的。伊凯洛斯，作为AI它还不能很好地理解人类，虽然赫林（制造者）在极力阻止它尝试模拟情绪的演算，但就算是作为一个只有神性的神来说它也远不够格。更何况它需要完善的部分还很多，离开赫林的监控迟早暴毙。也就是说，面对基本没有脑回路的巨大生物和自身难保的程序AI这两位“神明”时，信徒们宣传的所谓神谕，很大程度上并非“神明”本人的意愿。有的人知晓此事并以之为阶梯去达成自己的目的；也有人对此完全两眼一抹黑，翻译神旨全靠过度解读和牵强附会。"
    },
    "0065": {
        "tag": [
            ""
        ],
        "time": "2022年10月24日",
        "image": [
            ""
        ],
        "content": "潦草地画一点，把吃牢饭的这些打包拉出来遛遛。从左到右依次为佩卡、哈格森、穆勒。佩卡长得挺矮小的大概只有155左右，其他两人身高参照他计算。这仁关系大概是，佩卡跟哈格森交流多点，因为后者觉得他蛮听话的很好玩，穆勒完全是被哈格森单方面找茬拉来的，一来二去也混熟了。佩卡是杀人罪判进来的，但是冤大头。本人打架很凶但没有搞谋杀的脑子，没念过书也不懂法庭上那一套，稀里糊涂就进来了。哈格森是诈骗犯，本来罪不至此，上岛是因为越狱且成功了，被抓以后发言太狂于是送过来。穆勒原本是大学教授，被自己带的学生发现在猎杀珍惜动物做标本，举报送进来了。在原本的监狱里面和人发生冲突，失手（？）干掉了一个，于是上岛。所以论危险程度的话穆勒应该位列第一，这人在牢房里藏了一把小刀，每天抓小动物搞骨雕玩。因为材料很少所以是来者不拒的，蟑螂老鼠什么的全都雕过嗯嗯。全名分别是：乌兹凯林·佩卡、哈格森·普莱特，以及穆勒·克尔佩里希穆勒酱是旧oc改啦原世界观还是个末世异能，刨掉异能很多设定就不能用了还怪可惜的。感觉是冤大头，乐子人和天生罪犯的组合."
    },
    "0064": {
        "tag": [
            ""
        ],
        "time": "2022年10月22日",
        "image": [
            ""
        ],
        "content": "亚历克斯会教导弗兰克不懂就要问，但问的不能是答案，而是“我是否应该知道这个问题的答案”。亚历克斯觉得有必要时就会予以解答，反之一句“不需要”就能把人轻松打发走。亚老师的育儿经+1。弗长大以后很长一段时间都改不掉这个习惯，因此被大学导师教训了一顿，之后就不再这么问了。亚老师可以说是一种自负典范吧，他百分百相信这个孩子无法脱离自己的控制，实际上他也真的做到了。"
    },
    "0063": {
        "tag": [
            ""
        ],
        "time": "2022年10月19日",
        "image": [
            ""
        ],
        "content": "尤菲利尔·艾特拉，实际上形象的确定时间比玛莎要早。而且早很多，因为本来他不在安城这个世界观里，是当初我突发奇想塞过来的。从旧设到现设，小尤身上贯穿始终的设定是很好摸。实际上旧设的设计目的不纯，然后就因为这个不纯的目的，小尤现今的定位稳妥地变成了玛莎的小白脸。当前身份是玛莎の幼驯染兼现护卫，同时也是另一位黑毛小龙人诺顿·考克斯的前上司。虽然但是，个人线还没什么发展，皮相我很喜欢但相关设定没灵感，暂时也就只有个皮相。小细节：玛莎的耳朵是上翘的，相比来说，小尤的耳朵看起来会查拉一点。"
    },
    "0062": {
        "tag": [
            ""
        ],
        "time": "2022年10月18日",
        "image": [
            ""
        ],
        "content": "他试图帮过萨缪尔逃脱，但一是遭到了教团成员的阻拦，二是后者已经不信任他了，所以没有成功。因为现在弗兰克的立场已经属于“背叛了事务所”，也就是背叛了他原本隶属的组织。而且当初是不告而别。（萨缪尔这边着急忙慌查了好一阵最后发现好哇你小子自己跑了。也挺惨的。）因为“不进行仪式后果很严重”这是他的老师告诉他的，他本人不清楚这个后果到底会严重到什么地步，甚至会不会有严重的后果都不能肯定。但那个时候弗兰克差不多是被限制的状态，他能做什么不全取决于他自己的决定。他的老师拥有很大程度上的话语权和决定权，虽然弗兰克明面上是“神子”而且是仪式主持人之一，但实际权利并没有表现的那样自由。因为“不进行仪式后果很严重”这是他的老师告诉他的，他本人不清楚。所以才会后悔，但也已经没有办法验证不举行仪式是否真的会更好了。后面就开始摆烂。在大家都死光光以后弗兰克接手了一段时间教团的事务，之后就自己跑了，回去在城市废墟旁边坐着开始做白日梦。理论上人类寿命不会有那么长，但弗兰克受到了他们的神的“恩赐”，相当于生命力被大幅加强了，表现出来就有点类似于永生不老的状态。白日梦做了有几百年吧，到后面都记不清楚是为什么要做白日梦了，反正就是一直在试一直在找，无意识地想推演出一个好结局。"
    },
    "0059": {
        "tag": [
            ""
        ],
        "time": "2022年09月17日",
        "image": [
            ""
        ],
        "content": "世界观内一般生物的虹膜显色都偏暗色，虽然色相可能五花八门，但浅色的性状非常非常少，很多人一生都见不到一位浅色虹膜的路人。因此某种意义上，弗某人的金眼睛是回头率很高的。不过对大多数人来说，第一反应通常会是基因缺陷遗传疾病什么的，基本不会有人能联想到是埃弗法的问题，况且安城人知道它存在的也不多。热度14℃另，白发在阿卡斯是被排斥的，会被认为是在模仿伟大的埃弗法·托尔特罗·阿斯，会被路人给白眼。当然祭司小姐除外。"
    },
    "0058": {
        "tag": [
            ""
        ],
        "time": "2022年09月15日",
        "image": [
            ""
        ],
        "content": "ImagineGallery简称lmG也就是虚像长廊、安城的电子神教会，在最开始纳撒尼尔还没被干掉的时候，算是反抗军组织。但赫林师傅很有能耐，他真的把纳撒尼尔悄摸干掉了，ImG也真的从反抗军变成正统组织了。其实可以理解成赫林内部渗透了纳撒尼尔的事务所，但说到底，对民众来说事务所和lmG敌对与否，代表的就是一个事务所让不让宗教立足的问题。虽然赫林另有打算，他抢事务所的根本原因还是为了「伊凯洛斯」这台计算机。过去纳撒尼尔把「伊凯洛斯」藏起来还可以说是为了战略发展或者实力储备什么的，到赫林这里，他那就是完全想造神了。因为赫林的动机还没补完所以这次的嗑就断在这里吧。"
    },
    "0057": {
        "tag": [
            ""
        ],
        "time": "2022年09月13日",
        "image": [
            ""
        ],
        "content": "这是亚历克斯·罗森，世界观内（我能画出来且仍然存活的）最年长的角色。身份是教团大祭司，以及弗兰克的老师。某种意义上可以称之为大Boss。特征是黑色大波浪长发以及额头的印记。常见发型是大偏分加上只扎一半的马尾头，拥有各种意义上都很健康丰富的发量（……）从某游戏偷师学艺回来试手。谁整天发草稿，我整天发草稿。为什么是存活呢因为年纪更大的死了一个，剩下的这个是死者大侄子。"
    },
    "0056": {
        "tag": [
            ""
        ],
        "time": "2022年09月11日",
        "image": [
            ""
        ],
        "content": "世界观人文补完了补补地理，很不专业预警安城占地面积不大，邻海而且周围条件特殊。有非常夸张的天然崖壁盖在城市的上空，傍晚时分从远处看城市，风景如下图所示 (约等于城内是看不到日落的）因为这个大顶盖存在导致城市空气潮湿，也常有海雾，某种意义上来说，其实自然条件不是太好的样子。"
    },
    "0055": {
        "tag": [
            ""
        ],
        "time": "2022年09月07日",
        "image": [
            ""
        ],
        "content": "不行了我受不了我OC全名首字母拼起来是SB这事了，我要给加个中间名，从今往后你给我全名叫萨缪尔·安帕·布伦特，改成SAB，中间那个是老爹的名字。每次一打他全名我就觉得我才是SB，他好像在骂我。顺便老妈叫维多莉亚·麦克托尔，虽然父母爱情我还没想好要怎么搞吧。"
    },
    "0054": {
        "tag": [
            ""
        ],
        "time": "2022年09月06日",
        "image": [
            ""
        ],
        "content": "米莉安和卡兰德不是安城本地人，留在这里只是出于某些原因。卡兰德跟萨缪尔这边的故事其实关系不大，两个人也就是见过几面。虽然都是事务所职员，但卡兰德更多的是跟看贝拉和修泽亚那边跑（就是比较凶险的任务一般！），在萨缪尔调职过去以后倒是常见面，但那段时间，就事主（指萨缪尔）的精神状况来看，某种意义上已经建立不起什么正常的联系了。至于和弗兰克，那可以说是完全不认识！（好吧倒是也见过面）米莉安并不是事务所的员工，她把卡兰德留在这里以后自己跑出去逍遥了。两个人一般只能网络或者电话联系，见面机会很少。通常情况下都是卡兰德单方面发邮件塞给米莉安，米莉安选择性回复，这样的交流方式。"
    },
    "0051": {
        "tag": [
            ""
        ],
        "time": "2022年08月29日",
        "image": [
            ""
        ],
        "content": "囚犯编号A0068，哈格森·普莱特。自称18岁，实际年龄不明。安城人。据本人说逃亡时摔下悬崖撞到了脑袋，很多事情都记不清了。这个解释和他能够清晰复述「浅滩事变」细节的说法自相矛盾，其证言可信度不高，但仍有参考价值。没有表现出宗教信仰倾向。需要考虑刻意隐瞒信仰的可能性。另：请驳回该囚犯提出的一切改善伙食的请求，没有那个必要。【某人的评语】谎话连篇。安德罗萨城里哪来的悬崖？新oc哈格酱，原本是pc，因为长得实在太好看就把部分性格和外貌收编进世界观来了，真的很好看。这个人和pc没关系，只是长得一样罢了！红砖岛和浅滩事变姑且是新的side story，世界观新支线。不摸了再摸怕被暗杀。算是填补现世界观的乐子人空缺，所以这是乐子人。好像没解释，红砖岛=监狱，里边的正常人浓度会比安城更低。有监狱了也可以把旧世界观的oc揪出来重新写了，挺好。"
    },
    "0049": {
        "tag": [
            ""
        ],
        "time": "2022年08月22日",
        "image": [
            ""
        ],
        "content": "安城报废之后的事。众所周知，安城的地底下窝着一只埃弗法·托尔特罗·阿斯，在人类文明被摧毁之后，埃弗法就开始把自己的能力辐射到地面上来。这是一种无意识的举动，可以理解为受到侵害后的自我保护行为，但后果就是安城地界上的动植物都不可避免地遭受了影响，变得和平常动植物不太一样。因此先前口嗨提到，阿卡斯的先遣部队接连在安城废墟遭遇不测，很大一部分原因就是这些埃弗法的能量辐射，或是经受辐射后变得反常的动植物。因此阿卡斯探索这块地界的行动越发谨慎，到最后甚至演变成了“做好了探索者会全部死在目的地的准备，能带回什么全凭运气”的自杀式旅游寻宝项目。"
    },
    "0048": {
        "tag": [
            ""
        ],
        "time": "2022年08月09日",
        "image": [
            ""
        ],
        "content": "感觉我搞oc性格安排得都很极端。没有说哪种性格不好的意思，我是说极端过头了大家都一样烂。但是从观感上来说，好事的性格会比不好事的逃避型更像恶人一点，比如赫师傅和萨某人之类，如此一想竟然能分类了，我搞oc有所成。"
    },
    "0047": {
        "tag": [
            ""
        ],
        "time": "2022年08月09日",
        "image": [
            ""
        ],
        "content": "事务所的同事里有个人叫卡西亚·斯特拉斯，也就是很少出镜的那位淡蓝色卷毛人，这人是赫林·默克尔的发小，黑白通吃的主。具体点说就是事务所情报部门的，和主要角色关系不错那种。卡西亚跟赫林，当前属于偶尔有联系，但已经互不了解了。可能赫林摸到这边的情报更多一点，卡西亚多半不知道前者在捣鼓什么。倒也不是在质疑卡西亚的职业能力，主要赫师傅那个情报源它实在是很离谱（指伊凯洛斯）。只要不和这个发小比的话，卡哥还是很靠得住的。回头提到赫林。赫林·默克尔虽然和卡西亚一起出身寒门，但这个人的阶级思想显然比后者更重。卡西亚不甚在乎的身份地位一或者说声誉，他看来就是非常重要的必需品。这也是为什么最终他和卡西亚选择了截然不同的道路、自己跑去ImG当教主的很大一部分原因所在。说真的我不觉得这两位仍然在把对方当朋友，谈话中有时候的试探会比交心更多。简单来说就是，早了，但出于各自目的还在相互联系。赫林对卡西亚选的路抱有很大成见，也因此，某种个人层面上，他并不怎么看得起这位昔日好友。他认为后者的人生被后者自己走得一塌糊涂，根本算不上是“成功”的；但卡西亚是无所谓态度的，他不觉得自己现在的“身份地位”有何不妥，他安于现状，并且有点过于安于现状了。他完全不能理解赫林急功近利的价值观，只想在每天下班之后回家美美睡觉。而至于这个发小究竟有什么歪脑筋，卡西亚根本就不关心。管他呢，摆了！"
    },
    "0046": {
        "tag": [
            ""
        ],
        "time": "2022年08月09日",
        "image": [
            ""
        ],
        "content": "亚历克斯的教育理念，其实他没什么理念。亚老师是弗弗的养父，虽然说是这么说，但当事人并不觉得自己会因为这个身份去背上多少责任。在他的概念里，神子和一般人类自然是不一样的，而就因为这层不一样，他能轻松地将自己置于教育责任之外，完全按照未来的目的去引导弗兰克。他想要的不是一个后继者，而是一颗受他指挥的棋，一颗完全服从他的、不会反抗的棋。神之子不需要判断力，所以他不会给这个孩子判断力；神之子也不需要责任感，所以他没有给这个孩子责任感。他只教会这个孩子什么叫做神、为什么神是神，和什么叫做命令，又为何不可违抗神的命令。短暂地脱离教团后，安城的环境的确让弗兰克这个孩子成长了，但还不够，他只意识到自己有反抗亚历克斯的可能性，却不明白究竟该怎么做。因此抗争是失败的，只可惜他没有试错的机会，突如其来的考验太过于沉重，这一步走错，那就是一生的悔恨了。"
    },
    "0045": {
        "tag": [
            ""
        ],
        "time": "2022年07月27日",
        "image": [
            ""
        ],
        "content": "小龙人种族全名叫希瑟斐托斯，和他们国家名字一般长，就当是小龙人原生母语发音复杂的原因好了。相对来说人类是叫海尔曼人，没什么特别的含义，就是个强行音译。"
    },
    "0044": {
        "tag": [
            ""
        ],
        "time": "2022年07月03日",
        "image": [
            ""
        ],
        "content": "按照小龙人平均250寿限和80上下的人类对比来看，时年80的小龙人诺顿·考克斯其实在人类也就二十七、八，奔三差不多。这么一看三线的主角竟都在差不多的年龄段，surprise。但大家都成功奔三只有萨缪尔没奔上。"
    },
    "0043": {
        "tag": [
            ""
        ],
        "time": "2022年07月27日",
        "image": [
            ""
        ],
        "content": "教团的祭坛和仪式，以及蓝毛的姓的补充。众所周知生物神大白虫子埃弗法呆在地底，同样清楚这一点的教徒们在祭祀时，自然也是朝着地下的。因此教团内部的祭坛是一个向下凹陷的结构，类似足球体育馆，但没有那么大。坑底是圆形的小广场，主持者和重要参与人会在这里进行仪式，教徒就站在周围地势稍高的地方，呈螺旋状的队形一直往上排，直至队尾达到地面。某种意义上照顾到了身高堪忧的教徒，不至于看不到祭坛正中心在干什么。作为祭品从底部往上看的话压迫感也应该在线。另，几天前提到的“阿尔瓦”这个姓氏，作为被神注视者的特殊姓氏，说是这么说，但其本质还是在于生祭这一含义。如果祭典临近而没有找到更合适的祭品，这个“阿尔瓦”就会是由神指定的牺牲者。这种性质的出身下，成为花瓶也无可厚非。毕竟就事实来看，除了一对颜色比较特殊的虹膜，他的神没有给他任何东西。"
    },
    "0042": {
        "tag": [
            ""
        ],
        "time": "2022年07月21日",
        "image": [
            ""
        ],
        "content": "蓝毛也就是弗兰克弗先生，最近因为发色获得了一则新外号。我喜欢遂沿用。弗兰克姓阿尔瓦，可能是去年口嗨时提到过一次，说阿尔瓦这个姓是多少有点宗教含义的。弗弗从小只知道妈长什么样，爹是谁、叫啥，不知道。亚历克斯亚老师在教育上顶替了这个位置，告诉他爹是谁不重要，弗弗周围没什么同龄小孩用于比较，自己也对他爸没什么兴趣，于是就这样不重要了。所以“阿尔瓦”这个姓氏和父母并没有关系，这是亚老师额外冠给他的特殊的姓。过去似乎有设定过这个读音在世界观古语中代表着什么，没记错的话是“羔羊”，带有点生祭的味道，但是神子才能得到的圣洁的称谓。教徒们并不全知道这个姓的含义，只知道它代表着被神注视的人，不清楚这个人究竟是为何被注视着。但这也不重要，无论是对神还是对这个姓，只要保持敬畏之心就够了。反观亚老师应该是知道的，至少知道阿尔瓦这个姓当中并没有包含多少权力，身为祭司他仍然可以操控这个所谓的被神注视者。因此亚老师的地位实际并没有被突然出现的神子打击到，他仍然是教团的领导者，甚至利用神子身份的特殊性成功做出了一个花瓶，这波是亚老师计划通。"
    },
    "0041": {
        "tag": [
            ""
        ],
        "time": "2022年07月21日",
        "image": [
            ""
        ],
        "content": "除了有介绍的都不能保证完美复刻，所以伤疤位置仅供参考，具体以日后的顺手版本为准。"
    },
    "0039": {
        "tag": [
            ""
        ],
        "time": "2022年07月17日",
        "image": [
            ""
        ],
        "content": "反思一下最近口嗨世界观太多会不会导致阿卡斯这个国家比我oc的人名更众所周知……阿卡斯=阿卡斯托亚克，是简称。阿卡斯只是诸侯国那种感觉，从属的那个大国（也是小龙人的主要政权）叫梅洛法斯特，梅国没有简称，因为完全没有设定，是空壳。"
    },
    "0038": {
        "tag": [
            ""
        ],
        "time": "2022年07月14日",
        "image": [
            ""
        ],
        "content": "感觉宏观来看不管是人类还是小龙人，对地底下的埃弗法来说就很像是某种细菌，但是比较有能耐的细菌，能沟通的细菌。虽然也是挥挥手就能拍死的东西，但是聪明细菌能在动不了的时候背刺到，放着不管可能还会杀了他。所以要怂细菌去杀细菌，等细菌内斗打完了，背上就舒服了。整体上的，也可以这样理解吧！小龙人=身上有壳子的细菌，人类=光溜溜的细菌。"
    },
    "0037": {
        "tag": [
            ""
        ],
        "time": "2022年07月13日",
        "image": [
            ""
        ],
        "content": "关于阿卡斯和生物神埃弗法的关系，以及阿卡斯拿到安城后最初的处理态度，和最后荒废放弃掉这块地皮的原因。众所周知阿卡斯托亚克国教的信仰对象就是埃弗法·托尔特罗·阿斯，虽然现如今国民绝大多数仍然认同这样的信仰文化，但实际上由于科技的发展以及和平的驯化，埃弗法的形象在公众眼里差不多已经退化成为一种符号了。也就是说作为神明的威力并没有想象中那样高，更多时候这份信仰只是出于对国教体系以及政治权力的敬畏、出于对规则的遵守。埃弗法安静了太长时间，对于寿命以百年记的小龙人来说都足够换上好几代了，也没有人记得的恐怖，或者说有所耳闻，但不以为意。因此阿卡斯在彻底得到安城的掌控权后，第一反应是非常自然地进驻开发。毕竟虽然已经是战争遗骸，当时的安德罗萨还是留下了不少好东西的，就比如说电子神伊凯洛斯的机体，不管怎么说那都是很有研究价值的玩意儿。但同样众所周知的是阿卡斯最终还是放弃了在这块地上另起炉灶，至于为什么，那当然还是因为地底下的埃弗法。埃弗法说到底也只是一只生物，不会拥有那么多所谓的“神性”，更不会像人类亚人类所脑补的那般有同情心。伊凯洛斯把刺得疼了，就要报复，才不会管地面上站着的是什么种族什么政权。是的，阿卡斯打算开发利用安城的时间正好是埃弗法应激的那段时间，可想而知进驻的工程队那可以说是很惨。就这么一搞，对神明概念已经皮了的阿卡斯人不得不再次正视，也因此打消了再开发的想法。就是这么简单的理由，目前为止还算合理。另，关于阿卡斯为什么会支持教团搞仪式，虽然也有宗教成分在里边，但更大一部分原因是政治层面上的侵略欲望。安城的地皮阿卡斯馋了很久了，差的只是个理由而已。以及其实从信仰纯度来说，教团司祭亚历克斯比绝大多数阿卡斯人都更高。阿卡斯人迫于生存和文化环境对埃弗法持尊敬态度，但某种意义上亚老师是全身心地敬畏这个生灵。"
    },
    "0036": {
        "tag": [
            ""
        ],
        "time": "2022年07月05日",
        "image": [
            ""
        ],
        "content": "虽然这么说有点养成嫌疑，但是实际上最最开始的时候萨缪尔是把弗兰克当小孩看的。毕竟当初后者头上的tag包括但不限于小3岁，刚毕业，实习生等等，萨某作为一个从事务所童工走上来的人类，一个已经打工五六年的社畜，会有这种思考也不难理解。虽然物理上这俩先落地后落地相差也就三年时间，但毕竟这个人生大路他走的不是同一条，论社会经验弗小孩还是软点，当个后辈带着合情合理。最最开始萨某也是不太待见弗小孩的，但是人家听话又不搞事，任务跑着跑着就熟了，习惯了。也可以说是有点像养狗上瘾（什么比喻）要讲萨某单纯那确实是够单纯，弗小孩跟着跑了几年就能赚到他百分之八十几的信任，剩下二十多看在同事关系上保守一点，但是已经算非常高了。很难说这几年弗兰克有没有学到点处世之道，我估摸着这人也是没心思去认真钻研该怎么讨生活，一般来说是萨某指哪打哪，不带思考的，因为他不需要。混进事务所之后不久教团就和他恢复联系了，所以实际上弗兰克并不需要这份工作来维持生计，交给他更重要的任务是筹备祭祀，而不是跟着事务所赚那点钱。狗子，但身在曹营心在汉。这么一塑我觉得亚老师的言弹素材又增加了，就这么塑吧。"
    },
    "0035": {
        "tag": [
            ""
        ],
        "time": "2022年07月04日",
        "image": [
            ""
        ],
        "content": "会飞的小龙人和走地鸡小龙人其实也能从外貌看出来，角和尾巴的样子会有一丢丢不一样。会飞的一般头上角比较尖比较细，鳞片棱角会更明显而且薄一点。翅膀能收起来，不飞的时候人体态和走地龙没什么区别；走地龙的角和尾巴看起来会更肥一点，比较好摸。鳞片也肥，分明显的和不明显的两种，不明显的看起来更好摸（实际也更好摸）比如小尤就是鳞片不明显的好摸走地龙，玛莎是会戳人的能飞的。摸上去大概参考一下蛇蛇手感。鳞片不太厚的情况下角上也能摸出体温，虽然是多拉贡但也是亚人，所以恒温动物。其实有翅膀的话理论上体态会不一样的，但是我太懒了就当他们原力长翅膀吧。另，混血小孩诺顿也是会飞的种族，但是血统给人类整杂了，因此翅膀没发育好，飞不起来。所以虽然长了张能飞的脸，但是走地龙。"
    },
    "0034": {
        "tag": [
            ""
        ],
        "time": "2022年07月04日",
        "image": [
            ""
        ],
        "content": "目前姓名和身份相对完整的阿卡斯国民全员从左到右依次是：尤菲利尔·艾特拉、玛莎·金尼、诺顿·考克斯、夏丝塔比较细致的人物介绍belike：>玛莎·金尼，女性，细分是黑鳞有翼种，正统王族血脉。阿卡斯托亚克公国现任王女，执政者。民众对其颇有微词。>尤菲利尔·艾特拉，男性，白鳞陆行种。玛莎的幼驯染兼护卫队长，很自闭，日常闲谈的聊天对象不出意外只会是玛莎。>诺顿·考克斯，男性，混血，有大约一半的黑鳞有翼血脉，剩下一半属于人类。原尤菲利尔的直系下属，曾任信使，现脱离护卫队进入军中，职位大概是个团长。图中是担任信使时期在异国迷路了。>夏丝塔，女性，白鳞，其余信息未公开。国教司祭，阿卡斯的宗教侧最高掌权人，与玛莎是好友关系。如果感觉服饰和身份不匹配，那是我的问题，不是角色问题。是我设计不出来华丽大裙子。"
    },
    "0032": {
        "tag": [
            ""
        ],
        "time": "2022年07月03日",
        "image": [
            ""
        ],
        "content": "希瑟族群中的权利会向雌性倾斜，很大一部分原因在于小龙人的雌性个体对自然的感知力更高。在科技并不发达的时期，小龙人还在搞荒野生存的时候，由雌性领导的族群往往能更加敏感且灵活地避开危险，譬如各种灾厄。小龙人的寿命（对比人类）都很长，平均年龄在250岁上下，因此繁殖能力也相对较弱。这种弱并不体现在生育过程困难，而是中奖率很低。小龙人并不会为后代这件事付出太多生理上的代价，他们重视血脉的原因仅仅只是因为产出概率不高，但恰恰也因为如此（当然也还有一些宗教因素），繁衍变成了十分神圣的事情。以上，都是我全凭见识和逻辑的胡乱扯，也没有什么资料考据，反正正剧也不会涉及到，就随便口嗨一点了。出于族群生存角度在这种情况下给小龙人安排一点春天好像也并非完全不合理，但是剧情用不上。生育率低=族群更新慢=容易被一锅端，因此雌性个体对自然危险更高的感知力尤为重要，小龙人会是母系社会也不难理解了。"
    },
    "0031": {
        "tag": [
            ""
        ],
        "time": "2022年07月02日",
        "image": [
            ""
        ],
        "content": "日后谈相关。安德罗萨城在成为废墟后被称作“阿法利亚”（Afaria），在希瑟人的古语中是浓雾的意思。在安城还住人的时候，气候就一直是潮湿且多雾的状态，完整的蓝天都很少见，因此早在还没被屠城的时候就有“雾之都”的称呼，而失去居民以后的安城几乎被绿植覆盖，雾气和潮气就更浓了。本来阿法利亚只是一个针对安德罗萨城的描述性称呼，但相比本名安德罗萨来说，带有含义的阿法利亚显然更加容易记忆，久而久之，对这片废墟的称呼就不再是“旧安德罗萨城邦”，而变成了“阿法利亚”。顺带一提，旧安城遗迹不只是被称作浓雾废墟，还作为阿卡斯国教的圣地其一存在看。阿卡斯不允许国民在遗迹上从事任何生产活动，简单来说就是人为荒废了，以此行为将“神坛”归还给神。虽然原则上不允许出入，但如果希瑟人想进去旧安城遗迹，也不是完全没有办法。因此隔三差五就会有好奇的探险家跑进去玩，那就是另外一个故事了。"
    },
    "0030": {
        "tag": [
            ""
        ],
        "time": "2022年07月01日",
        "image": [
            ""
        ],
        "content": "给地底下的生物神起了名字：埃弗法·托尔特罗·阿斯/EphfaTolttroArss。能够被地表生物观测到的外貌是巨大的白色蠕虫，但不止一条拼在一起，体表会散发对于人类来说有点太晃眼了的荧光，并且身体上？有金黄色的圆形斑点。只有极少数地表生物能够把它的外貌信息带回自己的文明，人类没成功，但希瑟人做到了。因此在阿卡斯（甚至在整个梅洛法斯特帝国内）白发才会被看作是对神（也就是埃弗法）的拙劣模仿，是对神的大不敬。至于金眼代表看神谕，这个说法最根本的源头自然是埃弗法身体上（周围？）的圆形光圈。那实质上是一种类色素物质，在与地表生物接触过程中，它能够将这种物质传播到生物身上，引起虹膜变色。金黄色的虹膜在地表生物身上自然遗传出现的概率几乎为零，至于这个特征是如何与埃弗法关联起来的，如今已不可考。阿卡斯国教声称这是数百年前希瑟的巫师从神的座下带回的谕旨，但真相如何又有谁知道呢。某种意义上来说安城的故事就是埃弗法和伊凯洛斯打架，挑错了窝的人类遭殃。"
    },
    "0029": {
        "tag": [
            ""
        ],
        "time": "2022年07月01日",
        "image": [
            ""
        ],
        "content": "电子神诞生之初没有名字，就叫类似“主脑”一类很土的超级计算机名。伊凯洛斯这个名字是赫林赫师傅给它起的。同名lcarus，但世界观语境内并没有蜡之翼的传说，“伊凯洛斯”一词只是单纯称呼，甚至是赫林的自造词。虽然本土语境内没有这样的含义，但“伊凯洛斯”这个名称本身确实代表了一些东西。某种意义上伊凯洛斯并不是计算机，而是赫林自己。"
    },
    "0028": {
        "tag": [
            ""
        ],
        "time": "2022年07月01日",
        "image": [
            ""
        ],
        "content": "感觉上，虽然我说安城科技树是近未来水平，但是也不至于说有多未来，某种意义上我感觉民众概念里的科技还没有现实发达。说是近未来其实只是为了架空电子神（）不管怎么说电子神也算是个全领域的自学习程序，虽然太久没人管也还是会宕机，但是姑且就当它是唯一超越现实科技树的存在好了。"
    },
    "0027": {
        "tag": [
            ""
        ],
        "time": "2022年06月28日",
        "image": [
            ""
        ],
        "content": "夏丝塔本是庶民，因此甚至没有姓氏。但她现在身为一国司祭，这些事自然既往不咎。夏丝塔的角非常小，以致它们会被遮盖在发丝下，几乎看不见。但她此刻既是神的眷属，这角便成了她献给神的东西。夏丝塔天生白发，但这是忠诚于神的纯净象征。夏丝塔身材矮小，但人们坚信她的信仰与外貌绝无关联。所有人都相信着，她是由神钦点带来救赎的圣子。她更像是一种概念而非生物，仿佛自干百年前伊始就站在这片土地上。因此她的白发不是对神的拙劣模仿，她特殊的角也不会成为她被攻击的理由。她的一切缺点、一切优点、一切人格、一切善恶，在颂词声中都显得那样的浑然天成。夏丝塔是绝对合理的，绝对正确的。只因为她有那一双金色的眼睛，而这眼睛又恰巧被引领到了圣坛之上。"
    },
    "0026": {
        "tag": [
            ""
        ],
        "time": "2022年06月16日",
        "image": [
            ""
        ],
        "content": "萨缪尔这个人，简单来说是典型的积怨已久会搞报复类型。给他的定位看起来挺矛盾，但至少我觉得也是合理的。萨的自我定位并不高，他不是很能看得起自己，同时又不怎么信任周围的人。大概有点像以生存为最低要求去做出行动的生物，于他来说没有什么能够高于自己，因此既是自卑的，也是自负的。很遗憾没有人能及时教会他如何为别人而活，他也并不觉得自己需要学。然而也就是因为这样才让他歇斯底里的结局看起来像个笑话，尽管这对于一部分人来说不怎么好笑。也不是完全没有人想修正萨，只是拥有这个能力和身份的人离开得太早，光靠有限的时间和回忆，还不足以让他意识到自己错在哪里。机遇失去了，就不会再来了。也许他确实曾经走向了一段正确的道路，但这路还不够长。康庄大道戛然而止了，他无法接受，自然就无法原谅，是谁造成了这一切，他就要从谁那里把东西抢回来。也可以说，像是从童年开始就已经歪曲的树，他跟随社会长成了人类该有的样子，构成笔直形状的却净是些盘错的、扭曲的东西。萨的确缺少了很多，但在日常里看不出来，他仍然可以是一个正常的人，正常地生活直到死去，可是他无法承受任何的变故，他没有拯救任何人或事的能力。正如同他的信条，萨的全部精力都集中在他自己身上，像是细细的绳，而一旦系绳断裂，人生游戏也就到此为止了。结局是，确实断了，但因此（不好的）目的也达到了。可喜可贺，可悲可叹 (合十）"
    },
    "0022": {
        "tag": [
            ""
        ],
        "time": "2022年05月29日",
        "image": [
            ""
        ],
        "content": "林顿家。姐姐贝拉，弟弟修泽亚。家族特征灰发绿眼，姐姐的虹膜和发色更亮一点。贴大标签的话，姐姐是某种腹黑御姐系，弟弟是某种叛逆小狼狗。但会改，改成什么样日后再说。这两个算是事务所中坚力量之一，属于维和部门，平时负责教训不听话的其他员工。那个萨谁谁就因为内部闹事遭他俩捶过一顿。"
    },
    "0021": {
        "tag": [
            ""
        ],
        "time": "2022年05月29日",
        "image": [
            ""
        ],
        "content": "安城的魔幻现实比例大概是1:9。所有角色的身体机能、寿命、技艺等，全部按照现实普通人类来设定，使用的武器参考实物，但能力有限姑且会架空一些。虽然科技树稍微有点歪，但是近未来。假设拥有一定自主决断能力的人工智能已经出现，义肢体技术还没能超越原装器官，改造人不存在，也没有电子男女仆。数据网会正大光明地搜集所有人的资料，但没有人知道数据网的存在。安城里有的只是信息之神，人们对程序和代码知之甚少。剩下的10%魔幻元素来自于地底那个生物。它造成的污染会改变人（和亚人物种）的虹膜颜色，高纯度的生物污染介入人体后，会一定程度上接管代谢系统，以更接近复制而非迭代更新的形式产生细胞，因此造成不老的假象。其实也会老的，只是非常非常慢。可以理解为高纯度污染约等于生物用你复制了一小份它自己，但保留你的大脑功能。生物能活很长时间，以普通人类的寿命来衡量，被它接管的肉体也就无限接近于永生。通过特定的仪式可以让它和人类简单进行交流，虽然本质上是语言不通的。目前为止这属于魔法，但也许日后能找到合适的物理解释。这么设定的话其实安城很快就会完蛋，如果中心计算机无法进行自我更新、并且主动维护所有现有程序，包括它自己的正常运转，那确实就是等死，整座城一起等死。虽然调教计算机是赫师傅在干的事，但亚老师是带善人，他提前结束了安城这段痛苦的挣扎，为他鼓掌。"
    },
    "0020": {
        "tag": [
            ""
        ],
        "time": "2022年05月26日",
        "image": [
            ""
        ],
        "content": "阿卡斯的国教和教团的信仰。阿卡斯的国教和教团的信仰本身同源，但或许是种族文化差异，两者之间也有不同。阿卡斯的希瑟人（大概是因为视人类吧）主张教团的信仰是他们国教的分支其一，所以最初和教团大祭司亚历克斯交涉的时候态度很不好。但亚历克斯这边恰恰是得到了一些高维生物（也就是神）的讯息，这则讯息至关重要，换句话说虽然教团势力不强（相对阿卡斯来说），却足够有底气。而希瑟人是很虔诚的，某种意义上也是体验过“神的威能”的，在相关问题上又不敢轻举妄动，因此才会派人龙混血的诺顿·考克斯出去，作为使者讲和。但也只是暂时的妥协，他们仍然不愿意承认教团的信仰和他们的国教平齐，亚历克斯达到目的后也不在乎这些东西，到最后姑且也还是跟随了希瑟人的主张，作为分支并进国教了。（虽然不管怎么说信仰的都是同一只生物，谁更高一等这种事本身没有意义）"
    },
    "0019": {
        "tag": [
            ""
        ],
        "time": "2022年05月24日",
        "image": [
            ""
        ],
        "content": "赫林会是那种社会上层人士的感觉，萨某（包括绝大多数事务所职员）就是夹在中间的随波逐流者，比起劳苦大众，好像能把一些事情看得更明白。但看得明白不意味着能摸得到，对事情的始末了解也不尽然。立在面前的铁门依旧是铁门，他们没有钥匙，也看不到围栏的尽头。聪明点的或许能警到少数人身上那一小块闪闪发光的、开门的金属，但那也是远在天边的事，凭他们是够不到的。然而赫林是那种有钥匙的人。就像贫民窟的人会憎恨他一样，他也并不喜欢自己眼里的社会蛀虫。他并不把教徒当成一回事，或许也可以说他不怎么会把人当人。赫林认为他在乎的是浮于大众以外的，更高尚的一些东西，像是恒久的和平与功德，而这些同周围的人如何看他并无关系。但他的眼界还是太短，太过于自我中心。不能说他是好的，因为他最终失败了；也不能说他有多坏，他的出发点没有罪，因此而采取的行动也不值得论罪。虽然他确实过激，但没有人会因为一个想法就心甘情愿去赌上一座城的存亡。他只是看不到自己眼睛以外发生的事，也误以为已经发生的一切都能在他的掌握之中。这不能怪他，因他的身份和思想只能走到这里；但他确实也是推动安城走向覆灭的罪魁祸首，这该如何评价？命运罢了。如此一来赫林和卡西亚的关系也值得研究，研究或许赫林对卡西亚会存在一些不怎么明显的轻视也说不定。"
    },
    "0017": {
        "tag": [
            ""
        ],
        "time": "2022年05月18日",
        "image": [
            ""
        ],
        "content": "可你们和机械有什么区别？”这是某次执行任务时，他听到的一句话。那时他还没来得及张口出声，提问者就被另一颗子弹堵住了嘴。站在尸体前，他想了许久，不知道该如何回应。或许他并不需要回答这些问题，但随着一颗又一颗的子弹出膛，他察觉到自己仍在思考。那么，机械是什么，生灵又是什么，他难道不是一个生物吗？他是一个人，又怎么能和机械相提并论、为何会和机械相提并论？提问者见过和他们相似的机械吗，还是说这种机械的存在，也是别人说给她听的？最终给予他的回答落到了神明身上。是的，那样的机械是存在的，它们拥有人的思维，是神的使者。可是他更加疑惑，他们分明就是那提问者的敌人，死刑犯又为何要赞颂会子手呢？虽然是近未来设定，科技树比现实要发达，但安城居民的认知中是不存在AI这一名称的，身边也没有机器人一类的智能机械。因为身为超大型AI的中心计算机「伊凯洛斯」需要信息层面的隐匿，所有相关的资料都被它咔嘧掉了。所谓的神明就是「伊凯洛斯」本身，信息流的源头，对于安城的居民来说，正常情况下它是完全不可考的，神秘而全能，因此会被赋予神格。是说其实有点外界人比安城人更明白科技是怎么一回事的那种味道，卑鄙的外乡人。应该说是可怜的安城人比较对味。"
    },
    "0016": {
        "tag": [
            ""
        ],
        "time": "2022年05月14日",
        "image": [
            ""
        ],
        "content": "现在安城名义上的领导者（就是事务所老大）是叫做纳撒尼尔·拜姆亚克，老头，或者是老太太，不重要，因为纳撒尼尔已经死了。动手的是赫林，赫林想接管「伊凯洛斯」的控制权，纳撒尼尔不让，于是被干掉了。但好在纳撒尼尔这个身份对外一向很神秘，没有任何人声张，就没有任何人知道这件事，这也是为什么过去几年的某个节点上，事务所突然就对虚像长廊不闻不问了，因为看不惯这事的那个纳撒尼尔被取代了。悄摸篡位的不只是赫林，安城更多的管理工作实际上是直接交给了「伊凯洛斯」来接手，赫林则作为虚像长廊的代表在继续活动。前任的纳撒尼尔已经把「伊凯洛斯」调教得非常不错，做简单的事物处理完全没有问题。也就是说现在的安城里，民众所讨论的纳撒尼尔，实际上是叫做「伊凯洛斯」。"
    },
    "0015": {
        "tag": [
            ""
        ],
        "time": "2022年05月13日",
        "image": [
            ""
        ],
        "content": "剧情大boss不是亚历克斯嘛，但是亚哥这边动机其实还是弱，阿卡斯的动机也弱，大张旗鼓搞侵略的立足点还是不太稳，就凭屑神一念之间一面之词我觉得还是有一点点点离谱，所以关于祭祀和战争动机方面的设定就其实一直在摇摆。但是如果把屑神放到生物层面考虑，安城对它来说确实相当于肿瘤一块的话，想铲除掉就很合理了。充当肿瘤一职的是安城的中心计算机「伊凯洛斯」，它的推动者就是赫林·默克尔。赫林知道旧神的仔在，或者说他知道地底下有一只被供奉为神的生物，但是更具体的并不清楚。这不妨碍他想铲除这个他眼中的威胁（毕竟生物实在是非常大），「伊凯洛斯」就是他的刀，他打算让计算机的机械手臂一点点扼杀它，像是温水煮青蛙，但很不幸的是「伊凯洛斯」这颗肿瘤被发现得太早，这只生物为生存调动了它被奉为神的权能，因此这才是一切的开端。目前为止就是这样吧。赫师傅一跃变成最终Boss呢，虽然被打的还是亚历克斯。"
    },
    "0014": {
        "tag": [
            ""
        ],
        "time": "2022年05月13日",
        "image": [
            ""
        ],
        "content": "按道理说就算弗弗换了眼睛，那只新的也是看不见的。砍掉一些自然规律，退一万步假设这一小块尸体它不会腐烂不会感染看起来像原装的一样，但视神经也是个很脆弱的东西。虽然已经反生物学地假设那么多了，让它能看见也不是不可以，但是欧擦到底为xp服务，所以我决定让这视神经它接不上。也就是说所谓的面见神的道具早就已经不工作了，他还能用的只有他自己的眼晴。同样也意味着他目睹的一切从来都没有通过他人的器官，能看见那个谁完全是心理作用。"
    },
    "0013": {
        "tag": [
            ""
        ],
        "time": "2022年05月13日",
        "image": [
            ""
        ],
        "content": "你的脸藏着很多故事。那纹章是你的信仰，这道疤又像是利剑伤你之人是你的老师，咒你之人是你的故知。那么你呢，你觉得它代表什么？现在弗小孩的人设多少有带着点神性的味道，思考和作出判断会比一般人更被动些的感觉，简单来说就是大多数时候挺听话也愿意听话，整一个不想自己拿捏的摆烂状态，大脑交出去了属于是。这人前半生活得很迷茫是真的，对此感到后悔也是事实。被延长的生命确实变成了一种拷问，虽然做这件事的存在本身也不是有意要恩赐，但活着是坐牢，我的目的达到了。"
    },
    "0011": {
        "tag": [
            ""
        ],
        "time": "2022年05月10日",
        "image": [
            ""
        ],
        "content": "赫林·默克尔想要制造神明。这并不困难，甚至就近在眼前。或许【伊凯洛斯】的金属脊椎生长得比他想象中还要迅速，触肢延展到天空和大地，就像真正的神那样不可知、不可闻。它当然还是由字符所构筑的空泛骨架，但他会往当中填满血与肉。届时无知无觉的电子神明会成为全知全能的新造物主。至于旧的那个，将和纳撒尼尔的户首一同被他深埋地下，永远地。"
    },
    "0010": {
        "tag": [
            ""
        ],
        "time": "2022年05月07日",
        "image": [
            ""
        ],
        "content": "他很清楚自己的出现对这里的镇民来说意味着什么。一位身份不明的外乡人，一个塞得满满的提箱，一盏快要燃尽的灯……一只阿卡斯的龙。他唯一的希望，是自己背上这个大家伙能让路边的畏缩的孩子们多些自知之明。他不怕麻烦，但时间有限。他已经因为一些琐事浪费了不少精力，需要他出席的那场会谈可没有什么耐心。诺顿·考克斯不是血统纯正的希瑟人，他没有尖耳也没有翅膀一尽管他的角是有翼种的显态，却仍然只能被束缚在地面上行走。这也是为什么他的职业生涯一直不尽如人意，按照过去数任雇主的说法，他还能留在阿卡斯就已经是王女最大的仁慈。但该说是幸运还是不幸呢，在面对一个对他的族群抱有成见的合作者时，他的国家或许正需要他这样的“低贱居民”来拯救。"
    },
    "0009": {
        "tag": [
            ""
        ],
        "time": "2022年04月26日",
        "image": [
            ""
        ],
        "content": "亚历克斯用来说服弗兰克的论点。神发怒的后果谁都担当不起，但是祭神确实也会民不聊生，电车难题选一个吧.jpg会这样进行道德绑架，然后逼问后者的答案。但其实弗也没得选，亚历克斯铁了心要去搞祭典的，神子要是不听话绑起来就听话了，搞辩论纯粹是在磨心态。当然辩赢了更好，辩不赢也没关系，还有大刀在后面等着呢。但是大刀最后还是没祭出来，因为弗弗在亚老师快拔刀的时候就被说服了，还没机会见识亚老师的手段。所以某种意义上弗弗背刺萨宝已成定局，他因此感到愧疯只是因为不知道自己根本没得选也没机会知道了，祭典过后亚历克斯就是甩手掌柜，对相关事项完全闭口不谈，过去的事就过去吧。"
    },
    "0007": {
        "tag": [
            ""
        ],
        "time": "2022年04月16日",
        "image": [
            ""
        ],
        "content": "世界观里因为理念不同而闹起来的oc还挺多的。萨缪尔和他哥就是个典型，那个是家族传承的内部问题，打了一架分道扬了。日后再见肯定还会再打，但说不定只是萨缪尔单方面想打，哥哥已经变成996社畜人，懒得管这些事情了（虽然萨某差不多也是社畜但，可能这就是人与人的差别吧；亚历克斯和老杰克算是信仰冲突，虔诚（邪）教徒和无神论者极限拉扯（也不是）。后者死前算是在冷战，谁也不搭理谁，但是老杰克的死也算是给亚历克斯新找了个拿安城祭神的理由，虽然实在挺没品的，但亚历克斯是屑啊 (坦荡）然后是亚历克斯和弗兰克这边，其实算不上冲突，因为弗兰克说实话没什么一定要坚持的主见，加上身份和教育问题，很容易被说服（特别面对亚历克斯）。闹到打架算是很厉害的反抗了，虽然也没打赢还被划拉了眼睛，但是尽力了。"
    },
    "0006": {
        "tag": [
            ""
        ],
        "time": "2022年04月10日",
        "image": [
            ""
        ],
        "content": "一个没有被记进档案但确实存在的设定。萨缪尔是喜欢搞文字记录的，偶尔会写点什么东西，写给自己，或者写给别人。在第二任监护人杰克·罗森死后，他给杰克的家人（不包括亚历克斯）写过很多东西，有阐明事件经过的，有道歉的，有感谢的——但没有任何一封信被送出去，它们全部被压在抽屉底部，就这样被笔者尘封起来了。弗兰克在祭典后去翻到的那封也是未送出的信件其一，内容参照上一条说说。那一封的执笔时间是教团勘察结束至调任前线初期，虽然以信的格式写了，但完全没有信中该有的内容，也完全没有送出的打算。像是曾经给罗森一家的去信一样，还未装进信封就置入了抽屉。原本的打算是烧掉的，但笔者本人，就是萨缪尔，各种原因下完全把它遗忘了，于是它才留下来，并在一个不太好的时机被人找到了。"
    },
    "0005": {
        "tag": [
            ""
        ],
        "time": "2022年04月10日",
        "image": [
            ""
        ],
        "content": "没有写称呼，信的开头是这样一段话：我们应该相遇在更好的时代，而不是这个腐坏的安德罗萨城”。字迹端正清楚、工整明白地落在纸上。只第一眼他就明白这封信应该被送到谁的手上，只是它被存放的位置也恰巧证明看，书写者完全没有送出它的意愿。但与其说是信，不如把它比作一系列文字记录更为恰当。笔者在信中谈论命运、谈论神明，说生命是世界的齿轮，又痛斥现世皆为幻象、不该耽溺其中；也谈论生活，也谈论过去、谈论乌托邦一般的将来。但越是接近篇末，其遣词逻辑就越是支离破碎，直到最后连字迹也无法辨别，只留下大片的墨点和褶皱的痕迹。这些纸张有很大一部分并不平整且手感偏脆，像是湿了水文被晒干，其上的字迹也已经晕开，完全无法瓣别。他花了很长时间才将剩余的、尚且能瓣别的混乱文段拼在一起，但仍然看不出其中含义。坦白说，这些话语之间不存在任何逻辑，内容的跳跃程度也让人无从判断这到底是短时间内写成的，还是跨越了几天，或几个月。比起给予他人的一封信，字里行间的语气更像是笔者在写给自己。在能够勉强识别出文字的篇章间，最末尾落看：醒来吧。"
    },
    "0004": {
        "tag": [
            ""
        ],
        "time": "2022年04月04日",
        "image": [
            ""
        ],
        "content": "萨缪尔这人惨，确实惨，我给他塞的个性又让他惨上加惨，也可以说这是一种美强惨的反社会神经病，我完美的xp集合体。他属于那种自我评价不高但是求生欲极强的记仇人士，智商多少在线，有行动力也看得明白状况，所以最后被献祭时破罐破摔得很干脆（指直接下咒）。怎么说呢，我觉得他很会摆，比我会摆。他摆烂的唯-底线就是自己活着，别的东西不出意外不会考虑，大概是某种我管你怎么样反正我死了也要拉个垫背的心态。所以我也说，以小萨这脑回路去当个恶人也不是不可以，但是诸多因素之下，他看起来还是更像个受害者。悲惨的受害者。小萨虽然最后理智掉光了，但其人生经历其实也不能说是完全没有一点光亮的，ti真源也并不（仅仅）是这些经历。亲哥教育失败只是助长了他的逆反心理，而真的要说算得上心理阴影的，那也应该只有第二任监护人，杰克·罗森的死这一项。但事件发生距离正剧开始也有一段时间了（大约7年），即使曾经它很重要，但是经过时间消磨之后，理论上影响不会那么的大。个人认为弗兰克的背刺事件也不至于直接导致理智崩溃，影响肯定会有，即使这个人于他来说确实有特殊性，但单一个背叛和立场问题，以他的个性来说，后果不至于会那么严重。所以综上所述，小萨后期ti的真实原因是致幻剂。是在和祭司弗以及亚历克斯对线之后，从教团跑路时中招的。虽然是主要ti源，但是致幻剂可以算是压死骆驼最后一根稻草那样的存在。而因为事务所把小萨丢去教团作勘察的根本目的就是销毁，所以在他意外地幸运生还以后，官方也没打算做后续支援，任其自生自灭一再放养之后，啪叽，理智断了。所以精神病头衔其实是这么来的，嗯嗯。顺带一说，由于一些个人xp，这个致幻剂更详细的设定是“能让人感觉植物正在身体里生长的致幻剂”，并且因为个体差异，小萨的这株植物是想谋杀他的那种。谋杀方式包括但不限于绞首，这也是后期他脖子上伤痕的由来。（但植物并不存在，都是自己抓出来的.jpg）"
    },
    "0003": {
        "tag": [
            ""
        ],
        "time": "2022年04月03日",
        "image": [
            ""
        ],
        "content": "亚历克斯·罗森，这人吧，一言蔽之就是狂信徒。但以信仰的角度来说，他就是救世主，或者说救世主的灯塔。从结果上来看，获胜的是他、弗兰克和阿卡斯托亚克公国，事务所的立场作为敌人被完全抹消了，而他们是胜者，在历史上自然留下了最光辉的痕迹，因此便成为圣人。亚历克斯其实也老大不小了，年纪能当弗兰克老师的，少说正剧也得五六十了，但是我不会画，所以他就这样吧。而如上所述，作为大祭司，亚历克斯·罗森是神子弗兰克·阿尔瓦的老师，以贯彻神谕和培养继位人为目的教育后者。单论结果，教得很不错，至少比起隔壁尤伯亚来说他会教太多了。他是很唯结果论的人，有善心，但只对民众。他所谓的民众，是把安德罗萨居民，包括弗兰克，甚至他自己都排除在外的“苍生”。实际上是非常偏袒的，他以己度人的方式也十分怪异。他不怜悯自己，自然也不觉得不被怜悯的人可怜。他会自称为神的利剑，要去审判亵渎的思想。整体来说，就事务所立场看，亚历克斯算是反面气息比较重的角色，信仰加持之下还会显得有点疯狂，但有趣的是他最后又成了救世的圣徒、成了大善人。挺有意思。"
    },
    "0001": {
        "tag": [
            ""
        ],
        "time": "2022年04月02日",
        "image": [
            ""
        ],
        "content": "安城的事务所养职员挺像养狗的其实。主要表现在会给职员套项圈，也是某种身份识别装置，只要尸体不是遭人砍头或者特意取下来，就算毁容了一般都可以通过颈环认出来。是这样的设定。也不是不能暴力拆除，但是那样搞大概率会被直接通缉，比如弗姓男子就这么操作过（所以被通缉了）。"
    }
})